[
    {
      "Industry ID": "201",
      "Label": "Farming, Ranching, Forestry",
      "Hierarchy": "Farming, Ranching, Forestry",
      "Description": "This industry includes entities that grow crops, raise animals, harvest timber, and harvest fish and other animals from a farm, ranch, or their natural habitats."
    },
    {
      "Industry ID": "63",
      "Label": "Farming",
      "Hierarchy": "Farming, Ranching, Forestry > Farming",
      "Description": "This industry includes entities that grow crops mainly for food and fiber, such as farms, orchards, groves, greenhouses, and nurseries."
    },
    {
      "Industry ID": "150",
      "Label": "Horticulture",
      "Hierarchy": "Farming, Ranching, Forestry > Farming > Horticulture",
      "Description": "This industry includes entities that cultivate garden plants, such as fruits, vegetables, flowers, and ornamentals."
    },
    {
      "Industry ID": "256",
      "Label": "Ranching and Fisheries",
      "Hierarchy": "Farming, Ranching, Forestry > Ranching and Fisheries",
      "Description": "This industry includes entities that raise or fatten animals and/or raise aquatic plants and aquatic animals in controlled or selected aquatic environments. This includes ranches, farms, and feedlots that keep animals for the products they produce or for eventual sale."
    },
    {
      "Industry ID": "64",
      "Label": "Ranching",
      "Hierarchy": "Farming, Ranching, Forestry > Ranching and Fisheries > Ranching",
      "Description": "This industry includes entities that raise cattle, milk dairy cattle, or feed cattle for fattening."
    },
    {
      "Industry ID": "66",
      "Label": "Fisheries",
      "Hierarchy": "Farming, Ranching, Forestry > Ranching and Fisheries > Fisheries",
      "Description": "This industry includes entities that commercially catch finfish, shellfish, or miscellaneous marine products from a natural habitat, such as bluefish, eels, salmon, tuna, clams, crabs, lobsters, mussels, oysters, shrimp, frogs, sea urchins, and turtles."
    },
    {
      "Industry ID": "298",
      "Label": "Forestry and Logging",
      "Hierarchy": "Farming, Ranching, Forestry > Forestry and Logging",
      "Description": "This industry includes entities that grow and harvest timber on a long production cycle (i.e., of 10 years or more)."
    },
    {
      "Industry ID": "332",
      "Label": "Oil, Gas, and Mining",
      "Hierarchy": "Oil, Gas, and Mining",
      "Description": "This industry includes entities that extract naturally occurring mineral solids, such as coal and ores; liquid minerals, such as crude petroleum; and gases, such as natural gas. Included are entities that provide quarrying, well operations, and other preparation customarily performed as a part of mining activity."
    },
    {
      "Industry ID": "57",
      "Label": "Oil and Gas",
      "Hierarchy": "Oil, Gas, and Mining > Oil and Gas",
      "Description": "This industry includes entities that operate and/or develop oil and gas field properties. Crude petroleum production, extraction of oil from oil shale and oil sands, production of natural gas, sulfur recovery from natural gas, and recovery of hydrocarbon liquids are included."
    },
    {
      "Industry ID": "3095",
      "Label": "Oil Extraction",
      "Hierarchy": "Oil, Gas, and Mining > Oil and Gas > Oil Extraction",
      "Description": "This industry includes entities that focus on the exploration, development, and/or the production of petroleum from wells in which the hydrocarbons will initially flow or can be produced using normal or enhanced drilling and extraction techniques or on the production of crude petroleum from surface shales or tar sands or from reservoirs in which the hydrocarbons are semisolids."
    },
    {
      "Industry ID": "3096",
      "Label": "Natural Gas Extraction",
      "Hierarchy": "Oil, Gas, and Mining > Oil and Gas > Natural Gas Extraction",
      "Description": "This industry includes entities that focus on the exploration, development, and/or the production of natural gas from wells in which the hydrocarbons will initially flow or can be produced using normal or enhanced drilling and extraction techniques or the recovery of liquid hydrocarbons from oil and gas field gases."
    },
    {
      "Industry ID": "56",
      "Label": "Mining",
      "Hierarchy": "Oil, Gas, and Mining > Mining",
      "Description": "This industry includes entities that mine, develop mine sites, and prepare metallic minerals and nonmetallic minerals, including coal."
    },
    {
      "Industry ID": "341",
      "Label": "Coal Mining",
      "Hierarchy": "Oil, Gas, and Mining > Mining > Coal Mining",
      "Description": "This industry includes entities that: \n1. Mine bituminous coal, anthracite, and lignite by underground mining, auger mining, strip mining, culm bank mining, and other surface mining; \n2. Develop coal mine sites \n3. Beneficiate coal (e.g., clean, wash, screen, and size coal)."
    },
    {
      "Industry ID": "345",
      "Label": "Metal Ore Mining",
      "Hierarchy": "Oil, Gas, and Mining > Mining > Metal Ore Mining",
      "Description": "This industry includes entities that develop mine sites or mine metallic minerals, and those that dress ore or beneficiate (e.g., crush, grind, wash, dry, sinter, concentrate, calcine, and leach)."
    },
    {
      "Industry ID": "356",
      "Label": "Nonmetallic Mineral Mining",
      "Hierarchy": "Oil, Gas, and Mining > Mining > Nonmetallic Mineral Mining",
      "Description": "This industry includes entities that develop mine sites, or mine or quarry nonmetallic minerals (except fuels). Included are certain well and brine operations, and preparation plants that beneficiate (e.g., crush, grind, wash, and concentrate) nonmetallic minerals."
    },
    {
      "Industry ID": "59",
      "Label": "Utilities",
      "Hierarchy": "Utilities",
      "Description": "This industry includes entities that provide electric power, natural gas, steam supply, water supply, and sewage removal. Electric power includes generation, transmission, and distribution; natural gas includes distribution; steam supply includes provision and/or distribution; water supply includes treatment and distribution; and sewage removal includes collection, treatment, and disposal through sewer systems and treatment facilities."
    },
    {
      "Industry ID": "382",
      "Label": "Electric Power Transmission, Control, and Distribution",
      "Hierarchy": "Utilities > Electric Power Transmission, Control, and Distribution",
      "Description": "This industry includes entities that operate electric power transmission systems; control (i.e., regulate voltages) the transmission of electricity; and/or distribute electricity to distribution centers, other electric utilities, or final consumers."
    },
    {
      "Industry ID": "383",
      "Label": "Electric Power Generation",
      "Hierarchy": "Utilities > Electric Power Generation",
      "Description": "This industry includes entities that operate electric power generation facilities. These facilities convert other forms of energy, such as water power (i.e., hydroelectric), fossil fuels, nuclear power, and solar power, into electrical energy provided to transmission or electric power distribution systems."
    },
    {
      "Industry ID": "384",
      "Label": "Hydroelectric Power Generation",
      "Hierarchy": "Utilities > Electric Power Generation > Hydroelectric Power Generation",
      "Description": "This industry includes entities that operate hydroelectric power generation facilities. These facilities use water power to drive a turbine and produce electric energy provided to transmission or electric power distribution systems."
    },
    {
      "Industry ID": "385",
      "Label": "Fossil Fuel Electric Power Generation",
      "Hierarchy": "Utilities > Electric Power Generation > Fossil Fuel Electric Power Generation",
      "Description": "This industry includes entities that operate fossil-fuel-powered electric power generation facilities. These facilities use fossil fuels (coal, oil, or gas) in internal combustion or combustion-turbine conventional steam processes to produce electric energy provided to transmission or electric power distribution systems."
    },
    {
      "Industry ID": "386",
      "Label": "Nuclear Electric Power Generation",
      "Hierarchy": "Utilities > Electric Power Generation > Nuclear Electric Power Generation",
      "Description": "This industry includes entities that operate nuclear electric power generation facilities. These facilities use nuclear power to produce electric energy provided to transmission or electric power distribution systems."
    },
    {
      "Industry ID": "387",
      "Label": "Solar Electric Power Generation",
      "Hierarchy": "Utilities > Electric Power Generation > Solar Electric Power Generation",
      "Description": "This industry includes entities that operate solar electric power generation facilities. These facilities use energy from the sun to produce electric energy."
    },
    {
      "Industry ID": "2489",
      "Label": "Wind Electric Power Generation",
      "Hierarchy": "Utilities > Electric Power Generation > Wind Electric Power Generation",
      "Description": "This industry includes entities that operate wind electric power generation facilities to drive turbines and produce electric energy for electric power transmission systems or for electric power distribution systems."
    },
    {
      "Industry ID": "389",
      "Label": "Geothermal Electric Power Generation",
      "Hierarchy": "Utilities > Electric Power Generation > Geothermal Electric Power Generation",
      "Description": "This industry includes entities that operate geothermal electric power generation facilities. These facilities use heat derived from the Earth to produce electric energy provided to transmission or electric power distribution systems."
    },
    {
      "Industry ID": "390",
      "Label": "Biomass Electric Power Generation",
      "Hierarchy": "Utilities > Electric Power Generation > Biomass Electric Power Generation",
      "Description": "This industry includes entities that operate biomass electric power generation facilities. These facilities use biomass (wood, waste, alcohol fuels) to produce electric energy provided to transmission or electric power distribution systems."
    },
    {
      "Industry ID": "397",
      "Label": "Natural Gas Distribution",
      "Hierarchy": "Utilities > Natural Gas Distribution",
      "Description": "This industry includes entities that: \n1. Operate gas distribution systems (e.g., mains, meters)\n2. Buy gas from the well and sell it to a distribution system (i.e., gas marketers\n3. Arrange the sale of gas over gas distribution systems operated by others (i.e., gas brokers or agents)\n4. Transmit and distribute gas to final consumers."
    },
    {
      "Industry ID": "398",
      "Label": "Water, Waste, Steam, and Air Conditioning Services",
      "Hierarchy": "Utilities > Water, Waste, Steam, and Air Conditioning Services",
      "Description": "This industry includes entities that: \n1. Operate water treatment plants and/or water supply systems\n2. Operate sewer systems or sewage treatment facilities\n3.  Provide steam, heated air, or cooled air."
    },
    {
      "Industry ID": "400",
      "Label": "Water Supply and Irrigation Systems",
      "Hierarchy": "Utilities > Water, Waste, Steam, and Air Conditioning Services > Water Supply and Irrigation Systems",
      "Description": "This industry includes entities that operate treatment plants and/or water supply systems. This may include pumping stations, aqueducts, and/or distribution mains, for water used for drinking, irrigation, or other uses."
    },
    {
      "Industry ID": "404",
      "Label": "Steam and Air-Conditioning Supply",
      "Hierarchy": "Utilities > Water, Waste, Steam, and Air Conditioning Services > Steam and Air-Conditioning Supply",
      "Description": "This industry includes entities that provide steam, heated air, or cooled air. The steam distribution may be through mains."
    },
    {
      "Industry ID": "1981",
      "Label": "Waste Collection",
      "Hierarchy": "Utilities > Water, Waste, Steam, and Air Conditioning Services > Waste Collection",
      "Description": "This industry includes entities that collect and/or haul hazardous waste, nonhazardous waste, and/or recyclable materials within a local area and/or operate hazardous or nonhazardous waste transfer stations and may be responsible for the identification, treatment, packaging, and labeling of waste for the purposes of transport."
    },
    {
      "Industry ID": "1986",
      "Label": "Waste Treatment and Disposal",
      "Hierarchy": "Utilities > Water, Waste, Steam, and Air Conditioning Services > Waste Treatment and Disposal",
      "Description": "This industry includes entities that operate waste treatment or disposal facilities (except sewer systems or sewage treatment facilities). Waste combustors or incinerators, solid waste landfills, and compost dumps are included in this industry; auto wreckers are not."
    },
    {
      "Industry ID": "48",
      "Label": "Construction",
      "Hierarchy": "Construction",
      "Description": "This industry includes entities that construct buildings or engineer projects (e.g., highways and utility systems) and perform specific activities (e.g., painting and plumbing)."
    },
    {
      "Industry ID": "406",
      "Label": "Building Construction",
      "Hierarchy": "Construction > Building Construction",
      "Description": "This industry includes entities that construct buildings, including temporary buildings and precut, panelized, and prefabricated buildings assembled on-site. New work, additions, alterations, or maintenance and repairs are also included."
    },
    {
      "Industry ID": "408",
      "Label": "Residential Building Construction",
      "Hierarchy": "Construction > Building Construction > Residential Building Construction",
      "Description": "This industry includes entities that construct or remodel and renovate single-family and multifamily residential buildings. Included are residential housing general contractors (i.e., new construction, remodeling, or renovating existing residential structures), for-sale builders and remodelers of residential structures, residential project construction management firms, and residential design-build firms."
    },
    {
      "Industry ID": "413",
      "Label": "Nonresidential Building Construction",
      "Hierarchy": "Construction > Building Construction > Nonresidential Building Construction[]",
      "Description": "This industry includes entities that construct nonresidential buildings (including new work, additions, alterations, maintenance, and repairs). This includes the work of nonresidential general contractors, nonresidential for-sale builders, nonresidential design-build firms, and nonresidential project construction management firms."
    },
    {
      "Industry ID": "51",
      "Label": "Civil Engineering",
      "Hierarchy": "Construction > Civil Engineering",
      "Description": "This industry includes entities that conduct engineering projects such as the construction of highways, dams, and utility systems."
    },
    {
      "Industry ID": "419",
      "Label": "Utility System Construction",
      "Hierarchy": "Construction > Civil Engineering > Utility System Construction",
      "Description": "This industry includes entities that construct distribution lines and related buildings and structures for utilities (i.e., water, sewer, petroleum, gas, power, and communication). All structures (including buildings) that are integral parts of utility systems (e.g., storage tanks, pumping stations, power plants, and refineries) are included."
    },
    {
      "Industry ID": "428",
      "Label": "Subdivision of Land",
      "Hierarchy": "Construction > Civil Engineering > Subdivision of Land",
      "Description": "This industry includes entities that service land and subdivide property into lots for subsequent sale to builders. This may include excavation work for the installation of roads and utility lines. Entities that perform only the legal subdivision of land are not included."
    },
    {
      "Industry ID": "431",
      "Label": "Highway, Street, and Bridge Construction",
      "Hierarchy": "Construction > Civil Engineering > Highway, Street, and Bridge Construction",
      "Description": "This industry includes entities that construct highways (including elevated), streets, roads, airport runways, public sidewalks, or bridges. The work performed may include new work, reconstruction, rehabilitation, and repairs."
    },
    {
      "Industry ID": "435",
      "Label": "Specialty Trade Contractors",
      "Hierarchy": "Construction > Specialty Trade Contractors",
      "Description": "This industry includes entities that perform specific activities (e.g., pouring concrete, site preparation, plumbing, painting, and electrical work) involved in building construction or similar construction work, but are not responsible for the entire project. This includes new work, additions, alterations, maintenance, and repairs."
    },
    {
      "Industry ID": "436",
      "Label": "Building Structure and Exterior Contractors",
      "Hierarchy": "Construction > Specialty Trade Contractors > Building Structure and Exterior Contractors",
      "Description": "This industry includes entities that provide specialty trades needed to complete the basic structure (i.e., foundation, frame, and shell) of buildings. This includes new work, additions, alterations, maintenance, and repairs."
    },
    {
      "Industry ID": "453",
      "Label": "Building Equipment Contractors",
      "Hierarchy": "Construction > Specialty Trade Contractors > Building Equipment Contractors",
      "Description": "This industry includes entities that install or service equipment that forms part of a building mechanical system (e.g., electricity, water, heating, and cooling). Contractors installing specialized building equipment, such as elevators, escalators, service station equipment, and central vacuum cleaning systems are also included."
    },
    {
      "Industry ID": "460",
      "Label": "Building Finishing Contractors",
      "Hierarchy": "Construction > Specialty Trade Contractors > Building Finishing Contractors",
      "Description": "This industry includes entities that provide specialty trades needed to finish buildings. This includes new work, additions, alterations, maintenance, and repairs."
    },
    {
      "Industry ID": "25",
      "Label": "Manufacturing",
      "Hierarchy": "Manufacturing",
      "Description": "This industry includes entities that use mechanical, physical, or chemical transformation of materials, substances, or components to create new products. Included are entities that assemble component parts of manufactured products."
    },
    {
      "Industry ID": "*3224",
      "Label": "Food Production",
      "Hierarchy": "Food Production",
      "Description": "This industry includes entities that transform livestock and agricultural products into products for intermediate or final consumption."
    },
    {
      "Industry ID": "23",
      "Label": "Food and Beverage Manufacturing",
      "Hierarchy": "Manufacturing > Food and Beverage Manufacturing",
      "Description": "This industry includes entities that transform livestock and agricultural products into products for intermediate or final consumption, typically sold to wholesalers or retailers for distribution to consumers; retailers of bakery and candy products made on the premises not for immediate consumption are included."
    },
    {
      "Industry ID": "481",
      "Label": "Animal Feed Manufacturing",
      "Hierarchy": "Manufacturing > Food and Beverage Manufacturing > Animal Feed Manufacturing",
      "Description": "This industry includes entities that manufacture food and feed for animals from ingredients, such as grains, oilseed mill products, and meat products."
    },
    {
      "Industry ID": "495",
      "Label": "Sugar and Confectionery Product Manufacturing",
      "Hierarchy": "Manufacturing > Food and Beverage Manufacturing > Sugar and Confectionery Product Manufacturing",
      "Description": "This industry includes entities that process agricultural inputs, such as sugarcane, beet, and cacao, to give rise to a new product (sugar or chocolate) and those that begin with sugar and chocolate and process these further."
    },
    {
      "Industry ID": "504",
      "Label": "Fruit and Vegetable Preserves Manufacturing",
      "Hierarchy": "Manufacturing > Food and Beverage Manufacturing > Fruit and Vegetable Preserves Manufacturing",
      "Description": "This industry includes entities that freeze food and use preservation processes such as pickling, canning, and dehydrating. Production processes begin with inputs of vegetable or animal origin."
    },
    {
      "Industry ID": "65",
      "Label": "Dairy Product Manufacturing",
      "Hierarchy": "Manufacturing > Food and Beverage Manufacturing > Dairy Product Manufacturing",
      "Description": "This industry includes entities that manufacture dairy products from raw milk, processed milk, and dairy substitutes."
    },
    {
      "Industry ID": "521",
      "Label": "Meat Products Manufacturing",
      "Hierarchy": "Manufacturing > Food and Beverage Manufacturing > Meat Products Manufacturing",
      "Description": "This industry includes entities that slaughter animals, prepare processed meats and meat byproducts, and render and/or refine animal fat, bones, and meat scraps. Entities that assembly cut and pack meats (i.e., boxed meats) from purchased carcasses are included."
    },
    {
      "Industry ID": "528",
      "Label": "Seafood Product Manufacturing",
      "Hierarchy": "Manufacturing > Food and Beverage Manufacturing > Seafood Product Manufacturing",
      "Description": "This industry includes entities that: \n1. Can seafood (including soup)\n2. Smoke, salt, and dry seafood\n3. Eviscerate fresh fish by removing heads, fins, scales, bones, and entrails\n4. Shuck and pack fresh shellfish\n5. Process marine fats and oils\n6. Freeze seafood. Factory ships that gather and process seafood into canned seafood products are included."
    },
    {
      "Industry ID": "529",
      "Label": "Baked Goods Manufacturing",
      "Hierarchy": "Manufacturing > Food and Beverage Manufacturing > Baked Goods Manufacturing",
      "Description": "This industry includes entities that: \n1. Manufacture fresh and frozen bread and other bakery products\n2. Retail bread and other bakery products not for immediate consumption made on the premises from flour, not from prepared dough\n3. Manufacture cookies, crackers, dry pasta, tortillas, or prepared flour mixes or dough from flour ground elsewhere."
    },
    {
      "Industry ID": "142",
      "Label": "Beverage Manufacturing",
      "Hierarchy": "Manufacturing > Food and Beverage Manufacturing > Beverage Manufacturing",
      "Description": "This industry includes entities that manufacture soft drinks and ice; purify and bottle water; and manufacture brewery, winery, and distillery products."
    },
    {
      "Industry ID": "2500",
      "Label": "Wineries",
      "Hierarchy": "Manufacturing > Food and Beverage Manufacturing >  > Wineries",
      "Description": "This industry includes entities that focus on one or more of the following: \n1. Growing grapes and manufacturing wines and brandies\n2. Manufacturing wines and brandies from grapes and other fruits grown elsewhere\n3. Blending wines and brandies."
    },
    {
      "Industry ID": "562",
      "Label": "Breweries",
      "Hierarchy": "Manufacturing > Food and Beverage Manufacturing >  > Breweries",
      "Description": "This industry includes entities that brew beer, ale, lager, malt liquors, and nonalcoholic beer."
    },
    {
      "Industry ID": "564",
      "Label": "Distilleries",
      "Hierarchy": "Manufacturing > Food and Beverage Manufacturing >  > Distilleries",
      "Description": "This industry includes entities that distill potable liquors (except brandies), distill and blend liquors, and/or blend and mix liquors and other ingredients."
    },
    {
      "Industry ID": "21",
      "Label": "Tobacco Manufacturing",
      "Hierarchy": "Manufacturing > Tobacco Manufacturing",
      "Description": "This industry includes entities that stem and redry tobacco and/or manufacture cigarettes and other tobacco products."
    },
    {
      "Industry ID": "60",
      "Label": "Textile Manufacturing",
      "Hierarchy": "Manufacturing > Textile Manufacturing",
      "Description": "This industry includes entities that transform a basic fiber (natural or synthetic) into a product, such as yarn or fabric that is further manufactured into usable items, such as sheets, towels, and textile bags for individual or industrial consumption."
    },
    {
      "Industry ID": "598",
      "Label": "Apparel Manufacturing",
      "Hierarchy": "Manufacturing > Apparel Manufacturing",
      "Description": "This industry includes entities that purchase fabric and cut and sew to make a garment, and those that first knit fabric and then cut and sew to make a garment. This includes apparel contractors that cut or sew on materials owned by others, jobbers who perform entrepreneurial functions in apparel manufacturing, and tailors who manufacture custom garments for individual clients."
    },
    {
      "Industry ID": "615",
      "Label": "Fashion Accessories Manufacturing",
      "Hierarchy": "Manufacturing > Apparel Manufacturing > Fashion Accessories Manufacturing",
      "Description": "This industry includes entities that manufacture apparel and accessories (except apparel knitting mills and cut and sew apparel), including jobbers who perform entrepreneurial functions in apparel accessories manufacturing. Example products include belts, caps, gloves (except medical, sporting, safety), hats, and neckties."
    },
    {
      "Industry ID": "616",
      "Label": "Leather Product Manufacturing",
      "Hierarchy": "Manufacturing > Leather Product Manufacturing",
      "Description": "This industry includes entities that transform hides into leather by tanning or curing and fabricating the leather into products (except apparel). Included is the manufacture of similar products made from leather substitutes, such as rubber footwear, textile luggage, and plastic wallets."
    },
    {
      "Industry ID": "622",
      "Label": "Footwear Manufacturing",
      "Hierarchy": "Manufacturing > Leather Product Manufacturing > Footwear Manufacturing",
      "Description": "This industry includes entities that manufacture footwear (except orthopedic extension footwear)."
    },
    {
      "Industry ID": "625",
      "Label": "Women's Handbag Manufacturing",
      "Hierarchy": "Manufacturing > Leather Product Manufacturing > Women's Handbag Manufacturing",
      "Description": "This industry includes entities that manufacture women's handbags and purses of any material (except precious metal)."
    },
    {
      "Industry ID": "784",
      "Label": "Wood Product Manufacturing",
      "Hierarchy": "Manufacturing > Wood Product Manufacturing",
      "Description": "This industry includes entities that manufacture wood products, such as lumber, plywood, veneers, wood containers, wood flooring, wood trusses, manufactured homes (i.e., mobile homes), and prefabricated wood buildings."
    },
    {
      "Industry ID": "61",
      "Label": "Paper and Forest Product Manufacturing",
      "Hierarchy": "Manufacturing > Paper and Forest Product Manufacturing",
      "Description": "This industry includes entities that make pulp, paper, or converted paper products."
    },
    {
      "Industry ID": "83",
      "Label": "Printing Services",
      "Hierarchy": "Manufacturing > Printing Services",
      "Description": "This industry includes entities that print on apparel and textile products, paper, metal, glass, plastics, and other materials, except fabric (grey goods)."
    },
    {
      "Industry ID": "679",
      "Label": "Oil and Coal Product Manufacturing",
      "Hierarchy": "Manufacturing > Oil and Coal Product Manufacturing",
      "Description": "This industry includes entities that transform crude petroleum and coal into usable products, as well as entities that further process refined petroleum and coal products to produce products such as asphalt coatings and petroleum lubricating oils."
    },
    {
      "Industry ID": "54",
      "Label": "Chemical Manufacturing",
      "Hierarchy": "Manufacturing > Chemical Manufacturing",
      "Description": "This industry includes entities that transform organic and inorganic raw materials by a chemical process and formulate products. It includes the production of basic chemicals as well as intermediate and end products produced by further processing basic chemicals."
    },
    {
      "Industry ID": "690",
      "Label": "Chemical Raw Materials Manufacturing",
      "Hierarchy": "Manufacturing > Chemical Manufacturing > Chemical Raw Materials Manufacturing",
      "Description": "This industry includes entities that manufacture chemicals using basic processes, such as thermal cracking and distillation. These chemicals are usually separate chemical elements or separate chemically-defined compounds."
    },
    {
      "Industry ID": "703",
      "Label": "Artificial Rubber and Synthetic Fiber Manufacturing",
      "Hierarchy": "Manufacturing > Chemical Manufacturing > Artificial Rubber and Synthetic Fiber Manufacturing",
      "Description": "This industry includes entities that manufacture synthetic resins, plastics materials, and nonvulcanizable elastomers and mixing and blending resins; synthetic rubber; and cellulosic (e.g., rayon, acetate) and noncellulosic (e.g., nylon, polyolefin, polyester) fibers, including in the form of monofilament, filament yarn, staple, or tow."
    },
    {
      "Industry ID": "709",
      "Label": "Agricultural Chemical Manufacturing",
      "Hierarchy": "Manufacturing > Chemical Manufacturing > Agricultural Chemical Manufacturing",
      "Description": "This industry includes entities that manufacture: \n1. Nitrogenous or phosphatic fertilizer materials with or without mixing with other ingredients into fertilizers\n2. Mixing ingredients made elsewhere into fertilizers\n3. Fertilizers from sewage or animal waste. Included are entities that formulate and prepare pesticides and other agricultural chemicals."
    },
    {
      "Industry ID": "15",
      "Label": "Pharmaceutical Manufacturing",
      "Hierarchy": "Manufacturing > Chemical Manufacturing > Pharmaceutical Manufacturing",
      "Description": "This industry includes entities that: \n1. Manufacture biological and medicinal products\n2. Process botanical drugs and herbs\n3. Isolate active medicinal principals from botanical drugs and herbs \n4. Manufacture pharmaceutical products intended for internal and external consumption in such forms as ampoules, tablets, capsules, vials, ointments, powders, solutions, and suspensions."
    },
    {
      "Industry ID": "722",
      "Label": "Paint, Coating, and Adhesive Manufacturing",
      "Hierarchy": "Manufacturing > Chemical Manufacturing > Paint, Coating, and Adhesive Manufacturing",
      "Description": "This industry includes entities that mix pigments, solvents, and binders into paints and other coatings, as well as those that manufacture allied paint products, adhesives, glues, and caulking compounds."
    },
    {
      "Industry ID": "727",
      "Label": "Soap and Cleaning Product Manufacturing",
      "Hierarchy": "Manufacturing > Chemical Manufacturing > Soap and Cleaning Product Manufacturing",
      "Description": "This industry includes entities that manufacture and package soaps and other cleaning compounds, surface active agents, and textile and leather finishing agents used to reduce tension or speed the drying process."
    },
    {
      "Industry ID": "18",
      "Label": "Personal Care Product Manufacturing",
      "Hierarchy": "Manufacturing > Chemical Manufacturing > Personal Care Product Manufacturing",
      "Description": "This industry includes entities that prepare, blend, compound, and package toiletry preparations, such as perfumes, shaving preparations, hair preparations, face creams, lotions (including sunscreens), and other cosmetic preparations."
    },
    {
      "Industry ID": "743",
      "Label": "Plastics and Rubber Product Manufacturing",
      "Hierarchy": "Manufacturing > Plastics and Rubber Product Manufacturing",
      "Description": "This industry includes entities that make goods by processing plastics materials and raw rubber, generally restricted to products made solely of plastics or rubber."
    },
    {
      "Industry ID": "117",
      "Label": "Plastics Manufacturing",
      "Hierarchy": "Manufacturing > Plastics and Rubber Product Manufacturing > Plastics Manufacturing",
      "Description": "This industry includes entities that process new or spent (i.e., recycled) plastics resins into intermediate or final products, using such processes as compression molding, extrusion molding, injection molding, blow molding, and casting."
    },
    {
      "Industry ID": "146",
      "Label": "Packaging and Containers Manufacturing",
      "Hierarchy": "Manufacturing > Plastics and Rubber Product Manufacturing > Packaging and Containers Manufacturing",
      "Description": "This industry includes entities that convert plastics resins into plastics packaging (flexible) film and packaging sheet."
    },
    {
      "Industry ID": "763",
      "Label": "Rubber Products Manufacturing",
      "Hierarchy": "Manufacturing > Plastics and Rubber Product Manufacturing > Rubber Products Manufacturing",
      "Description": "This industry includes entities that process natural, synthetic, or reclaimed rubber materials into intermediate or final products using processes, such as vulcanizing, cementing, molding, extruding, and lathe-cutting."
    },
    {
      "Industry ID": "145",
      "Label": "Glass, Ceramics and Concrete Manufacturing",
      "Hierarchy": "Manufacturing > Glass, Ceramics and Concrete Manufacturing",
      "Description": "This industry includes entities that transform mined or quarried nonmetallic minerals, such as sand, gravel, stone, clay, and refractory materials, into products for intermediate or final consumption."
    },
    {
      "Industry ID": "773",
      "Label": "Clay and Refractory Products Manufacturing",
      "Hierarchy": "Manufacturing > Glass, Ceramics and Concrete Manufacturing > Clay and Refractory Products Manufacturing",
      "Description": "This industry includes entities that shape, mold, glaze, and fire pottery, ceramics, and plumbing fixtures, and electrical supplies made entirely or partly of clay or other ceramic materials or shape, mold, bake, burn, or harden clay refractories, nonclay refractories, ceramic tile, structural clay tile, brick, and other structural clay building materials."
    },
    {
      "Industry ID": "779",
      "Label": "Glass Product Manufacturing",
      "Hierarchy": "Manufacturing > Glass, Ceramics and Concrete Manufacturing > Glass Product Manufacturing",
      "Description": "This industry includes entities that manufacture glass and/or glass products by melting silica sand or cullet, or from purchased glass."
    },
    {
      "Industry ID": "794",
      "Label": "Lime and Gypsum Products Manufacturing",
      "Hierarchy": "Manufacturing > Glass, Ceramics and Concrete Manufacturing > Lime and Gypsum Products Manufacturing",
      "Description": "This industry includes entities that manufacture lime from calcitic limestone, dolomitic limestone, or other calcareous materials or manufacturing gypsum products."
    },
    {
      "Industry ID": "799",
      "Label": "Abrasives and Nonmetallic Minerals Manufacturing",
      "Hierarchy": "Manufacturing > Glass, Ceramics and Concrete Manufacturing > Abrasives and Nonmetallic Minerals Manufacturing",
      "Description": "This industry includes entities that manufacture nonmetallic mineral products (except clay products, refractory products, glass products, cement and concrete products, lime, and gypsum products)."
    },
    {
      "Industry ID": "807",
      "Label": "Primary Metal Manufacturing",
      "Hierarchy": "Manufacturing > Primary Metal Manufacturing",
      "Description": "This industry includes entities that smelt and/or refine ferrous and nonferrous metals from ore, pig or scrap, using electrometallurgical and other process metallurgical techniques."
    },
    {
      "Industry ID": "840",
      "Label": "Fabricated Metal Products",
      "Hierarchy": "Manufacturing > Fabricated Metal Products",
      "Description": "This industry includes entities that transform metal into intermediate or end products, or treat metals and metal formed products fabricated elsewhere. This industry does not include machinery, computers and electronics, or metal furniture. This industry includes firearms manufacturing."
    },
    {
      "Industry ID": "849",
      "Label": "Cutlery and Handtool Manufacturing",
      "Hierarchy": "Manufacturing > Fabricated Metal Products > Cutlery and Handtool Manufacturing",
      "Description": "This industry includes entities that manufacture one or more of the following: \n1. Metal kitchen cookware (except by casting (e.g., cast iron skillets) or stamped without further fabrication), utensils, and/or nonprecious and precious plated metal cutlery and flatware\n2. Saw blades, all types (including those for power sawing machines); \n3. Nonpowered handtools and edge tools."
    },
    {
      "Industry ID": "852",
      "Label": "Architectural and Structural Metal Manufacturing",
      "Hierarchy": "Manufacturing > Fabricated Metal Products > Architectural and Structural Metal Manufacturing",
      "Description": "This industry includes entities that manufacture one or more of the following: \n1. Prefabricated metal buildings, panels and sections\n2. Structural metal products\n3. Metal plate work products\n4. Metal framed windows (i.e., typically using purchased glass) and metal doors\n5. Sheet metal work\n6. Ornamental and architectural metal products."
    },
    {
      "Industry ID": "861",
      "Label": "Boilers, Tanks, and Shipping Container Manufacturing",
      "Hierarchy": "Manufacturing > Fabricated Metal Products > Boilers, Tanks, and Shipping Container Manufacturing",
      "Description": "This industry includes entities that: \n1. Manufacture power boilers and heat exchangers\n2. Cut, form, and join heavy gauge metal to manufacture tanks, vessels, and other containers\n3. Form light gauge metal containers."
    },
    {
      "Industry ID": "871",
      "Label": "Construction Hardware Manufacturing",
      "Hierarchy": "Manufacturing > Fabricated Metal Products > Construction Hardware Manufacturing",
      "Description": "This industry includes entities that manufacture metal hardware, such as metal hinges, metal handles, keys, and locks (except coin-operated or time locks)."
    },
    {
      "Industry ID": "873",
      "Label": "Spring and Wire Product Manufacturing",
      "Hierarchy": "Manufacturing > Fabricated Metal Products > Spring and Wire Product Manufacturing",
      "Description": "This industry includes entities that manufacture steel springs by forming, such as cutting, bending, and heat winding, metal rod or strip stock and/or wire springs and fabricated wire products from wire drawn elsewhere (except watch and clock springs)."
    },
    {
      "Industry ID": "876",
      "Label": "Turned Products and Fastener Manufacturing",
      "Hierarchy": "Manufacturing > Fabricated Metal Products > Turned Products and Fastener Manufacturing",
      "Description": "This industry includes entities involved in one of the following: \n1. Operating machine shops for machining metal and plastic parts and parts of other composite materials on a job or order basis\n2. Machining precision turned products\n1. Manufacturing metal bolts, nuts, screws, rivets, and other industrial fasteners."
    },
    {
      "Industry ID": "883",
      "Label": "Metal Treatments",
      "Hierarchy": "Manufacturing > Fabricated Metal Products > Metal Treatments",
      "Description": "This industry includes entities that perform one or more of the following services for metals and metal products: \n1. Heat treating\n2. Enameling, lacquering, and varnishing \n3. Hot dip galvanizing\n4. Engraving, chasing, or etching\n5. Powder coating\n6. Electroplating, plating, anodizing, coloring, and finishing\n7. Other metal surfacing services."
    },
    {
      "Industry ID": "887",
      "Label": "Metal Valve, Ball, and Roller Manufacturing",
      "Hierarchy": "Manufacturing > Fabricated Metal Products > Metal Valve, Ball, and Roller Manufacturing",
      "Description": "This industry includes entities that manufacture fabricated metal products like valves, balls, and rollers (except forgings and stampings, cutlery and handtools, architectural and structural metals, boilers, tanks, shipping containers, hardware, spring and wire products, machine shop products, turned products, screws, and nuts and bolts)."
    },
    {
      "Industry ID": "55",
      "Label": "Machinery Manufacturing",
      "Hierarchy": "Manufacturing > Machinery Manufacturing",
      "Description": "This industry includes entities that create end products that apply mechanical force, for example, the application of gears and levers, to perform work."
    },
    {
      "Industry ID": "901",
      "Label": "Agriculture, Construction, Mining Machinery Manufacturing",
      "Hierarchy": "Manufacturing > Machinery Manufacturing > Agriculture, Construction, Mining Machinery Manufacturing",
      "Description": "This industry includes entities that manufacture one or more of the following: \n1. Farm machinery and equipment, power mowing equipment, and other powered home lawn and garden equipment\n2. Construction machinery, surface mining machinery, and logging equipment\n3. Oil and gas field and underground mining machinery and equipment."
    },
    {
      "Industry ID": "135",
      "Label": "Industrial Machinery Manufacturing",
      "Hierarchy": "Manufacturing > Machinery Manufacturing > Industrial Machinery Manufacturing",
      "Description": "This industry includes entities that manufacture industrial machinery, such as food and beverage manufacturing machinery, semiconductor manufacturing machinery, sawmill and woodworking machinery (except handheld), machinery for making paper and paper products, printing and binding machinery and equipment, textile making machinery, and machinery for making plastics and rubber products."
    },
    {
      "Industry ID": "147",
      "Label": "Automation Machinery Manufacturing",
      "Hierarchy": "Manufacturing > Machinery Manufacturing > Automation Machinery Manufacturing",
      "Description": "This industry includes entities that use control systems for machinery, processes in factories, and human-machine interfaces with minimal or reduced human intervention. Control systems can be discrete, sequential, or computerized, and range in complexity from household temperature control to large industrial systems with multi-variable high-level algorithms. Artificial neural networks, motion control, and robotics are included."
    },
    {
      "Industry ID": "918",
      "Label": "Commercial and Service Industry Machinery Manufacturing",
      "Hierarchy": "Manufacturing > Machinery Manufacturing > Commercial and Service Industry Machinery Manufacturing",
      "Description": "This industry includes entities that manufacture commercial and service industry machinery, such as optical instruments, photographic and photocopying equipment, automatic vending machinery, commercial laundry and drycleaning machinery, office machinery, automotive maintenance equipment (except mechanics’ handtools), and commercial-type cooking equipment."
    },
    {
      "Industry ID": "923",
      "Label": "HVAC and Refrigeration Equipment Manufacturing",
      "Hierarchy": "Manufacturing > Machinery Manufacturing > HVAC and Refrigeration Equipment Manufacturing",
      "Description": "This industry includes entities that manufacture ventilating, heating, air-conditioning, and commercial or industrial refrigeration and freezer equipment."
    },
    {
      "Industry ID": "928",
      "Label": "Metalworking Machinery Manufacturing",
      "Hierarchy": "Manufacturing > Machinery Manufacturing > Metalworking Machinery Manufacturing",
      "Description": "This industry includes entities that manufacture metalworking machinery, such as metal cutting and metal forming machine tools; cutting tools; accessories for metalworking machinery; special dies, tools, jigs, and fixtures; industrial molds; rolling mill machinery; assembly machinery; coil handling, conversion, or straightening equipment; and wire drawing and fabricating machines."
    },
    {
      "Industry ID": "935",
      "Label": "Engines and Power Transmission Equipment Manufacturing",
      "Hierarchy": "Manufacturing > Machinery Manufacturing > Engines and Power Transmission Equipment Manufacturing",
      "Description": "This industry includes entities that manufacture turbines, power transmission equipment, and internal combustion engines (except automotive, gasoline and aircraft)."
    },
    {
      "Industry ID": "24",
      "Label": "Computers and Electronics Manufacturing",
      "Hierarchy": "Manufacturing > Computers and Electronics Manufacturing",
      "Description": "This industry includes entities that manufacture computers, computer peripherals, communications equipment, and similar electronic products, and entities that manufacture components for such products."
    },
    {
      "Industry ID": "3",
      "Label": "Computer Hardware Manufacturing",
      "Hierarchy": "Manufacturing > Computers and Electronics Manufacturing > Computer Hardware Manufacturing",
      "Description": "This industry includes entities that manufacture or assemble electronic computers, such as mainframes, personal computers, workstations, laptops, and computer servers; and computer peripheral equipment, such as storage devices, printers, monitors, and input/output devices and terminals."
    },
    {
      "Industry ID": "964",
      "Label": "Communications Equipment Manufacturing",
      "Hierarchy": "Manufacturing > Computers and Electronics Manufacturing > Communications Equipment Manufacturing",
      "Description": "This industry includes entities that manufacture communications equipment such as wire telephone and data communications equipment, and radio or television broadcast and wireless communications equipment."
    },
    {
      "Industry ID": "973",
      "Label": "Audio and Video Equipment Manufacturing",
      "Hierarchy": "Manufacturing > Computers and Electronics Manufacturing > Audio and Video Equipment Manufacturing",
      "Description": "This industry includes entities that manufacture electronic audio and video equipment for home entertainment, motor vehicles, and public address and musical instrument amplification."
    },
    {
      "Industry ID": "7",
      "Label": "Semiconductor Manufacturing",
      "Hierarchy": "Manufacturing > Computers and Electronics Manufacturing > Semiconductor Manufacturing",
      "Description": "This industry includes entities that manufacture semiconductors and other components for electronic applications."
    },
    {
      "Industry ID": "144",
      "Label": "Renewable Energy Semiconductor Manufacturing",
      "Hierarchy": "",
      "Description": "This industry includes entities that manufacture semiconductors and other components for use in photovoltaic cells and other renewable energy applications."
    },
    {
      "Industry ID": "983",
      "Label": "Measuring and Control Instrument Manufacturing",
      "Hierarchy": "Manufacturing > Computers and Electronics Manufacturing > Measuring and Control Instrument Manufacturing",
      "Description": "This industry includes entities that manufacture navigational, measuring, electromedical, and control instruments. Examples of products made by these entities are aeronautical instruments, appliance regulators and controls (except switches), laboratory analytical instruments, navigation and guidance systems, and physical properties testing equipment."
    },
    {
      "Industry ID": "994",
      "Label": "Magnetic and Optical Media Manufacturing",
      "Hierarchy": "Manufacturing > Computers and Electronics Manufacturing > Magnetic and Optical Media Manufacturing",
      "Description": "This industry includes entities that manufacture optical and magnetic media, such as blank audio tapes, blank video tapes, and blank diskettes, and/or mass duplicate (i.e., making copies) audio, video, software, and other data on magnetic, optical, and similar media."
    },
    {
      "Industry ID": "112",
      "Label": "Appliances, Electrical, and Electronics Manufacturing",
      "Hierarchy": "Manufacturing > Appliances, Electrical, and Electronics Manufacturing",
      "Description": "This industry includes entities that manufacture products that generate, distribute, and use electrical power, including small and major electrical appliances and parts; electric motors; devices for storing electrical power (e.g., batteries); for transmitting electricity (e.g., insulated wire); and wiring devices (e.g., electrical outlets, fuse boxes, and light switches)."
    },
    {
      "Industry ID": "998",
      "Label": "Electric Lighting Equipment Manufacturing",
      "Hierarchy": "Manufacturing > Appliances, Electrical, and Electronics Manufacturing > Electric Lighting Equipment Manufacturing",
      "Description": "This industry includes entities that manufacture \n1. Electric light bulbs and tubes, and parts and components (except glass blanks for electric light bulbs) or \n2. Electric lighting fixtures (except vehicular), nonelectric lighting equipment, lamp shades (except glass and plastics), and lighting fixture components (except current-carrying wiring devices)."
    },
    {
      "Industry ID": "1005",
      "Label": "Household Appliance Manufacturing",
      "Hierarchy": "Manufacturing > Appliances, Electrical, and Electronics Manufacturing > Household Appliance Manufacturing",
      "Description": "This industry includes entities that manufacture small electric appliances, electric housewares, and major household appliances."
    },
    {
      "Industry ID": "2468",
      "Label": "Electrical Equipment Manufacturing",
      "Hierarchy": "Manufacturing > Appliances, Electrical, and Electronics Manufacturing > Electrical Equipment Manufacturing",
      "Description": "This industry includes entities that manufacture power, distribution, and specialty transformers; electric motors, generators, and motor generator sets; switchgear and switchboard apparatus; relays; and industrial controls."
    },
    {
      "Industry ID": "1029",
      "Label": "Transportation Equipment Manufacturing",
      "Hierarchy": "Manufacturing > Transportation Equipment Manufacturing",
      "Description": "This industry includes entities that manufacture equipment for transporting people and goods."
    },
    {
      "Industry ID": "53",
      "Label": "Motor Vehicle Manufacturing",
      "Hierarchy": "Manufacturing > Transportation Equipment Manufacturing > Motor Vehicle Manufacturing",
      "Description": "This industry includes entities that manufacture complete automobiles, light duty motor vehicles, and heavy duty trucks (i.e., body and chassis or unibody) or manufacture motor vehicle chassis only."
    },
    {
      "Industry ID": "1042",
      "Label": "Motor Vehicle Parts Manufacturing",
      "Hierarchy": "Manufacturing > Transportation Equipment Manufacturing > Motor Vehicle Parts Manufacturing",
      "Description": "This industry includes entities that manufacture motor vehicle gasoline engines and engine parts, motor vehicle electrical and electronic equipment, motor vehicle steering and suspension components (except springs), motor vehicle brake systems, motor vehicle transmission and power train parts, motor vehicle seating and interior trim, motor vehicle metal stampings, and other motor vehicle parts and accessories."
    },
    {
      "Industry ID": "52",
      "Label": "Aviation and Aerospace Component Manufacturing",
      "Hierarchy": "Manufacturing > Transportation Equipment Manufacturing > Aviation and Aerospace Component Manufacturing",
      "Description": "This industry includes entities that: \n1. Manufacture complete aircraft, missiles, or space vehicles\n2. Manufacture aerospace engines, propulsion units, auxiliary equipment or parts\n3. Develop and make prototypes of aerospace products\n4. Make major modifications to aircraft systems\n5. Overhaul and rebuild complete aircraft or propulsion systems."
    },
    {
      "Industry ID": "1",
      "Label": "Defense and Space Manufacturing",
      "Hierarchy": "Manufacturing > Transportation Equipment Manufacturing > Defense and Space Manufacturing",
      "Description": "This industry includes entities that manufacture complete guided missiles and space vehicles and/or develop prototypes."
    },
    {
      "Industry ID": "62",
      "Label": "Railroad Equipment Manufacturing",
      "Hierarchy": "Manufacturing > Transportation Equipment Manufacturing > Railroad Equipment Manufacturing",
      "Description": "This industry includes entities that: \n1. Manufacture and/or rebuild locomotives, locomotive frames and parts \n1. Manufacture railroad, street, and rapid transit cars and car equipment for freight and passenger rail service\n3. Manufacture rail layers, ballast distributors, rail tamping equipment and other railway track maintenance equipment."
    },
    {
      "Industry ID": "58",
      "Label": "Shipbuilding",
      "Hierarchy": "Manufacturing > Transportation Equipment Manufacturing > Shipbuilding",
      "Description": "This industry includes entities that operate shipyards or boatyards (i.e., ship or boat manufacturing facilities). Activities include the construction of ships, their repair, conversion and alteration, production of prefabricated ship and barge sections, and specialized services such as ship scaling."
    },
    {
      "Industry ID": "26",
      "Label": "Furniture and Home Furnishings Manufacturing",
      "Hierarchy": "Manufacturing > Furniture and Home Furnishings Manufacturing",
      "Description": "This industry includes entities that make furniture and related articles, such as mattresses, window blinds, cabinets, and fixtures. Design may be performed by the entity’s workforce or may be purchased from industrial designers."
    },
    {
      "Industry ID": "1080",
      "Label": "Household and Institutional Furniture Manufacturing",
      "Hierarchy": "Manufacturing > Furniture and Home Furnishings Manufacturing > Household and Institutional Furniture Manufacturing",
      "Description": "This industry includes entities that manufacture household-type furniture, such as living room, kitchen and bedroom furniture and institutional (i.e., public building) furniture, such as furniture for schools, theaters, and churches."
    },
    {
      "Industry ID": "1090",
      "Label": "Office Furniture and Fixtures Manufacturing",
      "Hierarchy": "Manufacturing > Furniture and Home Furnishings Manufacturing > Office Furniture and Fixtures Manufacturing",
      "Description": "This industry includes entities that manufacture office furniture and/or office and store fixtures on a stock or custom basis that may be assembled or unassembled (i.e., knockdown)."
    },
    {
      "Industry ID": "1095",
      "Label": "Mattress and Blinds Manufacturing",
      "Hierarchy": "Manufacturing > Furniture and Home Furnishings Manufacturing > Mattress and Blinds Manufacturing",
      "Description": "This industry includes entities that manufacture furniture related products, such as mattresses, blinds, and shades."
    },
    {
      "Industry ID": "17",
      "Label": "Medical Equipment Manufacturing",
      "Hierarchy": "Manufacturing > Medical Equipment Manufacturing",
      "Description": "This industry includes entities that manufacture medical equipment and supplies. Example products include surgical and medical instruments, surgical appliances and supplies, dental equipment and supplies, orthodontic goods, ophthalmic goods, dentures, and orthodontic appliances."
    },
    {
      "Industry ID": "20",
      "Label": "Sporting Goods Manufacturing",
      "Hierarchy": "Manufacturing > Sporting Goods Manufacturing",
      "Description": "This industry includes entities that manufacture sporting and athletic goods (except apparel and footwear)."
    },
    {
      "Industry ID": "133",
      "Label": "Wholesale",
      "Hierarchy": "Wholesale",
      "Description": "This industry includes entities that distribute wholesale merchandise, generally without transformation, and render services incidental to the sale of merchandise. Merchandise includes the outputs of agriculture, mining, manufacturing, and certain information industries, such as publishing."
    },
    {
      "Industry ID": "1128",
      "Label": "Wholesale Motor Vehicles and Parts",
      "Hierarchy": "Wholesale > Wholesale Motor Vehicles and Parts",
      "Description": "This industry includes entities that distribute wholesale automobiles and other motor vehicles, motor vehicle supplies, tires, and new or used parts."
    },
    {
      "Industry ID": "1137",
      "Label": "Wholesale Furniture and Home Furnishings",
      "Hierarchy": "Wholesale > Wholesale Furniture and Home Furnishings",
      "Description": "This industry includes entities that distribute wholesale furniture (except hospital beds, medical furniture, and drafting tables), home furnishings, and/or housewares."
    },
    {
      "Industry ID": "49",
      "Label": "Wholesale Building Materials",
      "Hierarchy": "Wholesale > Wholesale Building Materials",
      "Description": "This industry includes entities that distribute wholesale building materials, such as lumber, plywood, millwork, and wood panels; brick, stone, and related construction materials; roofing, siding, and insulation materials; and other construction materials, including manufactured homes (i.e., mobile homes) and/or prefabricated buildings."
    },
    {
      "Industry ID": "1153",
      "Label": "Wholesale Photography Equipment and Supplies",
      "Hierarchy": "Wholesale > Wholesale Photography Equipment and Supplies",
      "Description": "This industry includes entities that distribute wholesale photographic equipment and supplies (except office equipment)."
    },
    {
      "Industry ID": "1157",
      "Label": "Wholesale Computer Equipment",
      "Hierarchy": "Wholesale > Wholesale Computer Equipment",
      "Description": "This industry includes entities that distribute wholesale computers and computer equipment."
    },
    {
      "Industry ID": "1166",
      "Label": "Wholesale Metals and Minerals",
      "Hierarchy": "Wholesale > Wholesale Metals and Minerals",
      "Description": "This industry includes entities that distribute wholesale products of the primary metals industries (including metal service centers) and coal, coke, metal ores, and/or nonmetallic minerals (except precious and semiprecious stones and minerals used in construction)."
    },
    {
      "Industry ID": "1171",
      "Label": "Wholesale Appliances, Electrical, and Electronics",
      "Hierarchy": "Wholesale > Wholesale Appliances, Electrical, and Electronics",
      "Description": "This industry includes entities that distribute wholesale electrical apparatus and equipment, wiring supplies, and related equipment; household appliances, electric housewares, and consumer electronics; and other electronic parts and equipment."
    },
    {
      "Industry ID": "1178",
      "Label": "Wholesale Hardware, Plumbing, Heating Equipment",
      "Hierarchy": "Wholesale > Wholesale Hardware, Plumbing, Heating Equipment",
      "Description": "This industry includes entities that distribute wholesale hardware; plumbing and heating equipment and supplies (hydronics); warm air heating and air-conditioning equipment and supplies; and refrigeration equipment and supplies."
    },
    {
      "Industry ID": "1187",
      "Label": "Wholesale Machinery",
      "Hierarchy": "Wholesale > Wholesale Machinery",
      "Description": "This industry includes entities that distribute wholesale construction, mining, farm, garden, industrial, service establishment, and transportation machinery, equipment, and supplies."
    },
    {
      "Industry ID": "1206",
      "Label": "Wholesale Recyclable Materials",
      "Hierarchy": "Wholesale > Wholesale Recyclable Materials",
      "Description": "This industry includes entities that distribute wholesale automotive scrap, industrial scrap, and other recyclable materials. Included in this industry are auto wreckers that dismantle motor vehicles for the purpose of wholesaling scrap."
    },
    {
      "Industry ID": "1208",
      "Label": "Wholesale Luxury Goods and Jewelry",
      "Hierarchy": "Wholesale > Wholesale Luxury Goods and Jewelry",
      "Description": "This industry includes entities that distribute wholesale jewelry, precious and semiprecious stones, precious metals and metal flatware, costume jewelry, watches, clocks, silverware, and/or jewelers' findings."
    },
    {
      "Industry ID": "1212",
      "Label": "Wholesale Paper Products",
      "Hierarchy": "Wholesale > Wholesale Paper Products",
      "Description": "This industry includes entities that distribute wholesale bulk printing and writing paper; stationery and office supplies; and industrial and personal service paper."
    },
    {
      "Industry ID": "1221",
      "Label": "Wholesale Drugs and Sundries",
      "Hierarchy": "Wholesale > Wholesale Drugs and Sundries",
      "Description": "This industry includes entities that distribute wholesale biological and medical products; botanical drugs and herbs; and pharmaceutical products intended for internal and/or external consumption in such forms as ampoules, tablets, capsules, vials, ointments, powders, solutions, and suspensions."
    },
    {
      "Industry ID": "1222",
      "Label": "Wholesale Apparel and Sewing Supplies",
      "Hierarchy": "Wholesale > Wholesale Apparel and Sewing Supplies",
      "Description": "This industry includes entities that distribute wholesale piece goods, notions, and other dry goods; men's and boys' clothing and furnishings; women's, children's, and infants' clothing and accessories; and footwear."
    },
    {
      "Industry ID": "1230",
      "Label": "Wholesale Footwear",
      "Hierarchy": "Wholesale > Wholesale Footwear",
      "Description": "This industry includes entities that distribute wholesale footwear (including athletic footwear) of leather, rubber, and other materials."
    },
    {
      "Industry ID": "1231",
      "Label": "Wholesale Food and Beverage",
      "Hierarchy": "Wholesale > Wholesale Food and Beverage",
      "Description": "This industry includes entities that distribute wholesale: \n1. General line of groceries\n2. Packaged frozen food\n3. Dairy products\n4. Poultry and poultry products\n5. Confectioneries\n6. Fish and seafood\n7. Meats and meat products\n8. Fresh fruits and vegetables\n9. Other grocery and related products."
    },
    {
      "Industry ID": "1250",
      "Label": "Wholesale Raw Farm Products",
      "Hierarchy": "Wholesale > Wholesale Raw Farm Products",
      "Description": "This industry includes entities that distribute wholesale agricultural products (except raw milk, live poultry, and fresh fruits and vegetables), such as grains, field beans, livestock, and other farm product raw materials (excluding seeds)."
    },
    {
      "Industry ID": "1257",
      "Label": "Wholesale Chemical and Allied Products",
      "Hierarchy": "Wholesale > Wholesale Chemical and Allied Products",
      "Description": "This industry includes entities that distribute wholesale chemicals, plastics materials and basic forms and shapes, and allied products."
    },
    {
      "Industry ID": "1262",
      "Label": "Wholesale Petroleum and Petroleum Products",
      "Hierarchy": "Wholesale > Wholesale Petroleum and Petroleum Products",
      "Description": "This industry includes entities that distribute wholesale petroleum and petroleum products, including liquefied petroleum gas."
    },
    {
      "Industry ID": "1267",
      "Label": "Wholesale Alcoholic Beverages",
      "Hierarchy": "Wholesale > Wholesale Alcoholic Beverages",
      "Description": "This industry includes entities that distribute wholesale beer, ale, wine, and/or distilled alcoholic beverages."
    },
    {
      "Industry ID": "134",
      "Label": "Wholesale Import and Export",
      "Hierarchy": "Wholesale > Wholesale Import and Export",
      "Description": "This industry includes entities that facilitate trade of goods and commodities between domestic and foreign companies. Entities may buy/sell goods on their own account (import/export merchants) or on a commission basis (import/export agents and brokers). Subject to trade agreements between jurisdictions, they may handle tariffs and customs declarations and procedures."
    },
    {
      "Industry ID": "27",
      "Label": "Retail",
      "Hierarchy": "Retail",
      "Description": "This industry includes entities that retail merchandise generally in small quantities to the general public and provide services incidental to the sale of the merchandise."
    },
    {
      "Industry ID": "1292",
      "Label": "Retail Motor Vehicles",
      "Hierarchy": "Retail > Retail Motor Vehicles",
      "Description": "This industry includes entities that primarily retail motor vehicles and parts from fixed point-of-sale locations and also provide repair and maintenance services for the vehicles."
    },
    {
      "Industry ID": "1309",
      "Label": "Retail Furniture and Home Furnishings",
      "Hierarchy": "Retail > Retail Furniture and Home Furnishings",
      "Description": "This industry includes entities that primarily retail new furniture and home furnishings from fixed point-of-sale locations and many offer interior decorating services in addition to the sale of products."
    },
    {
      "Industry ID": "1319",
      "Label": "Retail Appliances, Electrical, and Electronic Equipment",
      "Hierarchy": "Retail > Retail Appliances, Electrical, and Electronic Equipment",
      "Description": "This industry includes entities that primarily retail new electronics and appliances, including heating and refrigeration appliances, from point-of-sale locations and may also offer maintenance and repair of the electronic equipment and appliances."
    },
    {
      "Industry ID": "1324",
      "Label": "Retail Building Materials and Garden Equipment",
      "Hierarchy": "Retail > Retail Building Materials and Garden Equipment",
      "Description": "This industry includes entities that primarily retail new building materials and garden equipment and supplies, including hardware and plumbing fixtures, from fixed point-of-sale locations."
    },
    {
      "Industry ID": "1339",
      "Label": "Food and Beverage Retail",
      "Hierarchy": "Retail > Food and Beverage Retail",
      "Description": "This industry includes entities that primarily retail food and/or beverage merchandise from fixed point-of-sale locations and guarantee the proper storage and sanitary conditions required by regulatory authority."
    },
    {
      "Industry ID": "22",
      "Label": "Retail Groceries",
      "Hierarchy": "Retail > Food and Beverage Retail > Retail Groceries",
      "Description": "This industry includes entities that retail a general line of food, such as canned and frozen foods; fresh fruits and vegetables; and fresh and prepared meats, fish, and poultry. Examples include grocery stores, supermarkets, and delicatessens."
    },
    {
      "Industry ID": "1359",
      "Label": "Retail Health and Personal Care Products",
      "Hierarchy": "Retail > Retail Health and Personal Care Products",
      "Description": "This industry includes entities that primarily retail health and personal care merchandise from fixed point-of-sale locations and may offer services related to retailing, advising customers, and/or fitting the product sold to the customer's needs."
    },
    {
      "Industry ID": "1370",
      "Label": "Retail Gasoline",
      "Hierarchy": "Retail > Retail Gasoline",
      "Description": "This industry includes entities that primarily retail automotive fuels (e.g., gasoline, diesel fuel, gasohol, alternative fuels) and automotive oils or retail these products in combination with convenience store items."
    },
    {
      "Industry ID": "19",
      "Label": "Retail Apparel and Fashion",
      "Hierarchy": "Retail > Retail Apparel and Fashion",
      "Description": "This industry includes entities that retail new clothing and clothing accessories from fixed point-of-sale locations."
    },
    {
      "Industry ID": "143",
      "Label": "Retail Luxury Goods and Jewelry",
      "Hierarchy": "Retail > Retail Luxury Goods and Jewelry",
      "Description": "This industry includes entities that retail one or more of the following items: \n1. New jewelry (except costume jewelry)\n2. New sterling and plated silverware\n3. New watches and clocks. Also included are entities retailing these new products in combination with lapidary work and/or repair services."
    },
    {
      "Industry ID": "111",
      "Label": "Retail Art Supplies",
      "Hierarchy": "Retail > Retail Art Supplies",
      "Description": "This industry includes entities that retail art materials and supplies."
    },
    {
      "Industry ID": "3186",
      "Label": "Retail Art Dealers",
      "Hierarchy": "Retail > Retail Art Dealers",
      "Description": "This industry includes entities that retail original and limited edition art works. Included in this industry are entities engaged in displaying works of art for retail sale in art galleries."
    },
    {
      "Industry ID": "1407",
      "Label": "Retail Musical Instruments",
      "Hierarchy": "Retail > Retail Musical Instruments",
      "Description": "This industry includes entities that primarily retail new musical instruments, sheet music, and related supplies; or retailing these new products in combination with services like musical instrument repair, rental, or music instruction."
    },
    {
      "Industry ID": "1409",
      "Label": "Retail Books and Printed News",
      "Hierarchy": "Retail > Retail Books and Printed News",
      "Description": "This industry includes entities that primarily retail new books, newspapers, magazines, and other periodicals."
    },
    {
      "Industry ID": "1423",
      "Label": "Retail Florists",
      "Hierarchy": "Retail > Retail Florists",
      "Description": "This industry includes entities that primarily retail cut flowers, floral arrangements, and potted plants purchased from others."
    },
    {
      "Industry ID": "1424",
      "Label": "Retail Office Supplies and Gifts",
      "Hierarchy": "Retail > Retail Office Supplies and Gifts",
      "Description": "This industry includes entities that primarily retail new office supplies, stationery, gifts, novelty merchandise, and souvenirs."
    },
    {
      "Industry ID": "138",
      "Label": "Retail Office Equipment",
      "Hierarchy": "Retail > Retail Office Equipment",
      "Description": "This industry includes entities that retail office equipment, such as printers, copiers, and other general office machinery."
    },
    {
      "Industry ID": "1431",
      "Label": "Retail Recyclable Materials & Used Merchandise",
      "Hierarchy": "Retail > Retail Recyclable Materials & Used Merchandise",
      "Description": "This industry includes entities that primarily retail used merchandise, antiques, and secondhand goods (except motor vehicles, such as automobiles, RVs, motorcycles, and boats; motor vehicle parts; tires; and mobile homes)."
    },
    {
      "Industry ID": "1445",
      "Label": "Online and Mail Order Retail",
      "Hierarchy": "Retail > Online and Mail Order Retail",
      "Description": "This industry includes entities that create and operate online-only and/or mail-order based marketplaces for the sale of goods. This industry includes entities that retail all types of merchandise using nonstore means, such as catalogs, toll free telephone numbers, interactive television, or the Internet."
    },
    {
      "Industry ID": "116",
      "Label": "Transportation, Logistics, Supply Chain and Storage",
      "Hierarchy": "Transportation, Logistics, Supply Chain and Storage",
      "Description": "This industry includes entities that store and warehouse goods, transport passengers and cargo, provide scenic and sightseeing transportation, and provide support activities related to modes of transportation."
    },
    {
      "Industry ID": "94",
      "Label": "Airlines and Aviation",
      "Hierarchy": "Transportation, Logistics, Supply Chain and Storage > Airlines and Aviation",
      "Description": "This industry includes entities that provide air transportation of passengers and/or cargo using aircraft, such as airplanes and helicopters. Included are scheduled air transportation and nonscheduled, i.e. chartered air transportation of passengers, cargo, or specialty flying services."
    },
    {
      "Industry ID": "1481",
      "Label": "Rail Transportation",
      "Hierarchy": "Transportation, Logistics, Supply Chain and Storage > Rail Transportation",
      "Description": "This industry includes entities that primarily provide rail transportation of passengers and/or cargo using railroad rolling stock that operate on networks, with physical facilities, labor force, and equipment spread over an extensive geographic area, or operate over a short distance on a local rail line."
    },
    {
      "Industry ID": "95",
      "Label": "Maritime Transportation",
      "Hierarchy": "Transportation, Logistics, Supply Chain and Storage > Maritime Transportation : 95",
      "Description": "This industry includes entities that transport passengers and cargo using watercraft, such as ships, barges, and boats. This includes deep sea, coastal, and inland water transportation."
    },
    {
      "Industry ID": "92",
      "Label": "Truck Transportation",
      "Hierarchy": "Transportation, Logistics, Supply Chain and Storage > Truck Transportation",
      "Description": "This industry includes entities that provide over-the-road transportation of cargo using motor vehicles, such as trucks and tractor trailers. This includes general freight trucking (i.e., palletized commodities transported in a container or van trailer) and specialized freight trucking (i.e., transportation of cargo that, because of size, weight, or shape, requires specialized transportation equipment)."
    },
    {
      "Industry ID": "1495",
      "Label": "Ground Passenger Transportation",
      "Hierarchy": "Transportation, Logistics, Supply Chain and Storage > Ground Passenger Transportation",
      "Description": "This industry includes entities that primarily provide a variety of ground passenger transportation services, such as urban transit systems; chartered bus, school bus, and interurban bus transportation; and taxis."
    },
    {
      "Industry ID": "1497",
      "Label": "Urban Transit Services",
      "Hierarchy": "Transportation, Logistics, Supply Chain and Storage > Ground Passenger Transportation > Urban Transit Services",
      "Description": "This industry includes entities that primarily operate local and suburban passenger transit systems over regular routes and on regular schedules within a metropolitan area."
    },
    {
      "Industry ID": "1504",
      "Label": "Interurban and Rural Bus Services",
      "Hierarchy": "Transportation, Logistics, Supply Chain and Storage > Ground Passenger Transportation > Interurban and Rural Bus Services",
      "Description": "This industry includes entities that primarily provide bus passenger transportation over regular routes and on regular schedules, principally outside a single metropolitan area."
    },
    {
      "Industry ID": "1505",
      "Label": "Taxi and Limousine Services",
      "Hierarchy": "Transportation, Logistics, Supply Chain and Storage > Ground Passenger Transportation > Taxi and Limousine Services",
      "Description": "This industry includes entities that primarily provide passenger transportation by automobile or van or providing an array of specialty and luxury passenger transportation services via limousine or luxury sedan generally on a reserved basis, and do not operate over regular routes and on regular schedules."
    },
    {
      "Industry ID": "1512",
      "Label": "School and Employee Bus Services",
      "Hierarchy": "Transportation, Logistics, Supply Chain and Storage > Ground Passenger Transportation > School and Employee Bus Services",
      "Description": "This industry includes entities that primarily provide buses and other motor vehicles to transport pupils to and from school or employees to and from work."
    },
    {
      "Industry ID": "1517",
      "Label": "Shuttles and Special Needs Transportation Services",
      "Hierarchy": "Transportation, Logistics, Supply Chain and Storage > Ground Passenger Transportation > Shuttles and Special Needs Transportation Services",
      "Description": "This industry includes entities that primarily provide other transit and ground passenger transportation (except urban transit systems, interurban and rural bus transportation, taxi services, school and employee bus transportation, charter bus services, and limousine services (except shuttle services), which are in separate industries), including shuttle services (except employee bus, which is in a separate industry) and special needs transportation services."
    },
    {
      "Industry ID": "1532",
      "Label": "Sightseeing Transportation",
      "Hierarchy": "Transportation, Logistics, Supply Chain and Storage > Ground Passenger Transportation > Sightseeing Transportation",
      "Description": "This industry includes entities that primarily use transportation equipment to provide recreation and entertainment."
    },
    {
      "Industry ID": "1520",
      "Label": "Pipeline Transportation",
      "Hierarchy": "Transportation, Logistics, Supply Chain and Storage > Pipeline Transportation",
      "Description": "This industry includes entities that primarily use transmission pipelines to transport products, such as crude oil, natural gas, refined petroleum products, and slurry, which may include the storage of natural gas."
    },
    {
      "Industry ID": "1573",
      "Label": "Postal Services",
      "Hierarchy": "Transportation, Logistics, Supply Chain and Storage > Postal Services",
      "Description": "This industry includes government entities that provide mail services under a universal service obligation, including the carriage of letters, printed matter, or mailable packages, including acceptance, collection, processing, and delivery."
    },
    {
      "Industry ID": "87",
      "Label": "Freight and Package Transportation",
      "Hierarchy": "Transportation, Logistics, Supply Chain and Storage > Freight and Package Transportation",
      "Description": "This industry includes entities that primarily provide a variety of transportation services for freight, packages, and mail."
    },
    {
      "Industry ID": "93",
      "Label": "Warehousing and Storage",
      "Hierarchy": "Transportation, Logistics, Supply Chain and Storage > Warehousing and Storage",
      "Description": "This industry includes entities that operate warehouse and storage facilities for general merchandise, refrigerated goods, and other warehouse products. They take responsibility for keeping goods secure and do not sell the goods they handle, but may provide services related to the distribution of goods, such as labeling, inventory control, and light assembly."
    },
    {
      "Industry ID": "*3229",
      "Label": "Warehousing",
      "Hierarchy": "Warehousing",
      "Description": "This industry includes entities that provide storage of physical inventory for sale or distribution."
    },
    {
      "Industry ID": "1594",
      "Label": "Technology, Information and Media",
      "Hierarchy": "Technology, Information and Media",
      "Description": "This industry includes entities that produce technology products, such as software and data analytics, and provide the means to transmit or distribute these products. Also included are motion picture and sound recording; traditional broadcasting and broadcasting exclusively over the Internet; telecommunications; data processing; and Web search portals and information services."
    },
    {
      "Industry ID": "6",
      "Label": "Technology, Information and Internet",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet",
      "Description": "This industry includes entities that publish computer software, provide data infrastructure and analytics, provide web-based platforms (including marketplace platforms and social media platforms, and media streaming services), and provide information services, including internet publishing and libraries."
    },
    {
      "Industry ID": "4",
      "Label": "Software Development",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Software Development",
      "Description": "This industry includes entities that publish computer software and carry out operations necessary for production and distribution, such as design, documentation, installation, and support services. They may design, develop, and publish, or publish only; they may publish and distribute remotely through subscriptions and downloads."
    },
    {
      "Industry ID": "3099",
      "Label": "Embedded Software Products",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Software Development > Embedded Software Products",
      "Description": "This industry includes entities that produce software (or \"firmware\") for machines or devices that are not usually thought of as computers, ex: routers, refrigerators, display systems, washing machines, etc. i.e., software for the internet of things but do not produce these devices."
    },
    {
      "Industry ID": "3100",
      "Label": "Mobile Computing Software Products",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Software Development > Mobile Computing Software Products",
      "Description": "This industry includes entities that produce software which runs on mobile computing devices such as smartphones and tablet computers."
    },
    {
      "Industry ID": "3101",
      "Label": "Desktop Computing Software Products",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Software Development > Desktop Computing Software Products",
      "Description": "This industry includes entities that produce software which runs on desktop or laptop computers."
    },
    {
      "Industry ID": "5",
      "Label": "Computer Networking Products",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Software Development > Computer Networking Products",
      "Description": "This industry includes entities that produce software that manages or runs on collections of connected computers."
    },
    {
      "Industry ID": "109",
      "Label": "Computer Games",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Software Development > Computer Games",
      "Description": "This industry includes entities that produce user-facing software for gaming on different platforms."
    },
    {
      "Industry ID": "3131",
      "Label": "Mobile Gaming Apps",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Software Development > Computer Games > Mobile Gaming Apps",
      "Description": "This industry includes entities that produce user-facing software for gaming on mobile platforms."
    },
    {
      "Industry ID": "3130",
      "Label": "Data Security Software Products",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Software Development > Data Security Software Products",
      "Description": "This industry includes entities that produce software to ensure security of data and computing systems."
    },
    {
      "Industry ID": "1285",
      "Label": "Internet Marketplace Platforms",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Internet Marketplace Platforms",
      "Description": "This industry includes entities that provide a web-based platform for the buying and selling of goods owned by others, or as a marketplace that creates a trading opportunity between two entities or parties (e.g., matching platforms), generally on a fee or commission basis."
    },
    {
      "Industry ID": "3127",
      "Label": "Social Networking Platforms",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Social Networking Platforms",
      "Description": "This industry includes entities that provide services and infrastructure for social networking, primarily over the internet."
    },
    {
      "Industry ID": "2458",
      "Label": "Data Infrastructure and Analytics",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Data Infrastructure and Analytics",
      "Description": "This industry includes entities that provide infrastructure for hosting including web or application hosting, streaming services, and general time-share mainframe facilities to clients, or they provide data processing, data entry, or data analysis services."
    },
    {
      "Industry ID": "3128",
      "Label": "Business Intelligence Platforms",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Data Infrastructure and Analytics > Business Intelligence Platforms",
      "Description": "Technology, Information and Media > Technology, Information and Internet > Data Infrastructure and Analytics > Business Intelligence Platforms"
    },
    {
      "Industry ID": "84",
      "Label": "Information Services",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Information Services",
      "Description": "This industry includes entities that supply information, store and provide access to information, search and retrieve information, or operate Web sites that use search engines to allow for Internet search. Examples are libraries, archives, and Web search portals."
    },
    {
      "Industry ID": "85",
      "Label": "Libraries",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Information Services > Libraries > Libraries",
      "Description": "This industry includes entities that provide library or archive services. They maintain collections of documents (e.g., books, journals, newspapers, and music) and archival material of historical interest for informational, research, educational, or recreational use. All or portions may be accessible electronically."
    },
    {
      "Industry ID": "3132",
      "Label": "Technology and Information",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Information Services > Internet Publishing",
      "Description": "This industry includes entities that publish computer software, provide data infrastructure and analytics, provide web-based platforms (including marketplace platforms and social media platforms, and media streaming services), and provide information services, including internet publishing and libraries."
    },
    {
      "Industry ID": "3134",
      "Label": "Blockchain Services",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Data Infrastructure and Analytics > Blockchain Services",
      "Description": "This industry includes entities that provide infrastructure for management of decentralized digital assets, such as cryptocurrency and non-fungible tokens (NFTs). Cryptocurrency trading platforms and blockchain hosting platforms are included in this industry."
    },
    {
      "Industry ID": "1633",
      "Label": "Radio and Television Broadcasting",
      "Hierarchy": "Technology, Information and Media > Media and Telecommunications > Broadcast Media Production and Distribution > Radio and Television Broadcasting",
      "Description": "This industry includes entities that operate broadcast studios and facilities for over-the-air or satellite delivery of radio and television programs and often generate revenues from the sale of air time to advertisers, from donations and subsidies, or from the sale of programs."
    },
    {
      "Industry ID": "1641",
      "Label": "Cable and Satellite Programming",
      "Hierarchy": "Technology, Information and Media > Media and Telecommunications > Broadcast Media Production and Distribution > Cable and Satellite Programming",
      "Description": "This industry includes entities that operate studios and facilities for the broadcasting of programs on a subscription or fee basis which are usually delivered to a third party, such as cable systems or direct-to-home satellite systems, for transmission to viewers."
    },
    {
      "Industry ID": "8",
      "Label": "Telecommunications",
      "Hierarchy": "Technology, Information and Media > Media and Telecommunications > Telecommunications",
      "Description": "This industry includes entities that provide telecommunications and related services (e.g., telephony, including Voice over Internet Protocol (VoIP); cable and satellite television distribution services; Internet access; and telecommunications reselling services). They operate and/or provide access to facilities for the transmission of voice, data, text, sound, and video."
    },
    {
      "Industry ID": "1644",
      "Label": "Telecommunications Carriers",
      "Hierarchy": "Technology, Information and Media > Media and Telecommunications > Telecommunications > Telecommunications Carriers",
      "Description": "This industry includes entities that operate, maintain, and/or provide access to switching and transmission facilities and infrastructure that they own and/or lease for the transmission of voice, data, text, sound, and video using wired and wireless telecommunications networks."
    },
    {
      "Industry ID": "119",
      "Label": "Wireless Services",
      "Hierarchy": "Technology, Information and Media > Media and Telecommunications > Telecommunications > Wireless Services",
      "Description": "This industry includes entities that operate and maintain switching and transmission facilities to provide communications via the airwaves, such as cellular phone services, paging services, wireless Internet access, and wireless video services."
    },
    {
      "Industry ID": "1649",
      "Label": "Satellite Telecommunications",
      "Hierarchy": "Technology, Information and Media > Media and Telecommunications > Telecommunications > Satellite Telecommunications",
      "Description": "This industry includes entities that provide telecommunications services to other entities in the telecommunications and broadcasting industries by forwarding and receiving communications signals via a system of satellites or reselling satellite telecommunications."
    },
    {
      "Industry ID": "113",
      "Label": "Online Audio and Video Media",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Information Services > Internet Publishing > Online Audio and Video Media",
      "Description": "This industry includes entities that publish and/or broadcast content on the Internet exclusively. These entities publish in audio and video content primarily, and do not publish news, business content, blogs or vlogs."
    },
    {
      "Industry ID": "3124",
      "Label": "Internet News",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Information Services > Internet Publishing > Online Audio and Video Media > Internet News",
      "Description": "This industry includes entities that publish and/or broadcast news content on the Internet exclusively or operate Web sites that use a search engine to generate and maintain extensive databases of news in an easily searchable format, and do not provide traditional (non-Internet) versions of the content that they publish or broadcast."
    },
    {
      "Industry ID": "3129",
      "Label": "Business Content",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Information Services > Internet Publishing > Business Content",
      "Description": "This industry includes entities that provide news and content about markets and business activities."
    },
    {
      "Industry ID": "3125",
      "Label": "Blogs",
      "Hierarchy": "Technology, Information and Media > Technology, Information and Internet > Information Services >Internet Publishing > Blogs",
      "Description": "This industry includes entities that produce content for the internet: textual or video blogs."
    },
    {
      "Industry ID": "3133",
      "Label": "Media and Telecommunications",
      "Hierarchy": "Technology, Information and Media > Media and Telecommunications",
      "Description": "This industry includes entities that provide telecommunications and related services and media production and distribution, including broadcast media, movies, sound recordings, and animation"
    },
    {
      "Industry ID": "82",
      "Label": "Book and Periodical Publishing",
      "Hierarchy": "Technology, Information and Media > Media and Telecommunications > Book and Periodical Publishing",
      "Description": "This industry includes entities that publish newspapers, magazines, other periodicals, and books, as well as directories and mailing lists."
    },
    {
      "Industry ID": "81",
      "Label": "Newspaper Publishing",
      "Hierarchy": "Technology, Information and Media > Media and Telecommunications > Book and Periodical Publishing > Newspaper Publishing",
      "Description": "This industry includes entities known as newspaper publishers. Entities in this industry produce and distribute newspapers (i.e., gather news; write news columns, feature stories, and editorials; and sell and prepare advertisements). These entities may publish newspapers in print or electronic form."
    },
    {
      "Industry ID": "1600",
      "Label": "Periodical Publishing",
      "Hierarchy": "Technology, Information and Media > Media and Telecommunications > Book and Periodical Publishing > Periodical Publishing",
      "Description": "This industry includes entities known either as magazine or periodical publishers that carry out the operations necessary for producing and distributing magazines and other periodicals, such as gathering, writing, and editing articles, and selling and preparing advertisements and may publish magazines and other periodicals in print or electronic form."
    },
    {
      "Industry ID": "1602",
      "Label": "Book Publishing",
      "Hierarchy": "Technology, Information and Media > Media and Telecommunications > Book and Periodical Publishing > Book Publishing",
      "Description": "This industry includes entities known as book publishers that carry out design, editing, and marketing activities necessary for producing and distributing books, in print, electronic, or audio form."
    },
    {
      "Industry ID": "35",
      "Label": "Movies, Videos and Sound Recording",
      "Hierarchy": "Technology, Information and Media > Media and Telecommunications > Movies, Videos and Sound",
      "Description": "This industry includes entities that primarily produce and distribute movies and sound recordings."
    },
    {
      "Industry ID": "*3215",
      "Label": "Animation",
      "Hierarchy": "Animation",
      "Description": "This industry includes entities that produce and/or sell art made with a method in which figures are manipulated to appear as moving images."
    },
    {
      "Industry ID": "1611",
      "Label": "Movie and Video Distribution",
      "Hierarchy": "Technology, Information and Media > Media and Telecommunications > Movies, Videos and Sound > Movies and Sound Recording",
      "Description": "This industry includes entities that primarily distribute movies and videos."
    },
    {
      "Industry ID": "1623",
      "Label": "Sound Recording",
      "Hierarchy": "Technology, Information and Media > Media and Telecommunications > Movies, Videos and Sound > Movies and Sound Recording > Sound Recording",
      "Description": "This industry includes entities that primarily produce and distribute musical recordings, publish music, or provide sound recording and related services."
    },
    {
      "Industry ID": "126",
      "Label": "Media Production",
      "Hierarchy": "Technology, Information and Media > Media and Telecommunications > Movies, Videos and Sound > Media Production",
      "Description": "This industry includes entities that produce multimedia content. Entities in this industry do not distribute or broadcast this content themselves."
    },
    {
      "Industry ID": "127",
      "Label": "Animation and Post-production",
      "Hierarchy": "Technology, Information and Media > Media and Telecommunications > Movies, Videos and Sound > Animation and Post-production",
      "Description": "This industry includes entities that provide specialized motion picture or video postproduction services, such as editing, film/tape transfers, subtitling, credits, closed captioning, and animation and special effects."
    },
    {
      "Industry ID": "1625",
      "Label": "Sheet Music Publishing",
      "Hierarchy": "Technology, Information and Media > Media and Telecommunications > Movies, Videos and Sound > Sheet Music Publishing",
      "Description": "This industry includes entities that primarily acquire and register copyrights for musical compositions in accordance with law and promoting and authorizing the use of these compositions in recordings, radio, television, motion pictures, live performances, print, or other media."
    },
    {
      "Industry ID": "36",
      "Label": "Broadcast Media Production and Distribution",
      "Hierarchy": "Technology, Information and Media > Media and Telecommunications > Broadcast Media Production and Distribution",
      "Description": "This industry includes entities that create or license radio or television content as well as distribute or broadcast it."
    },
    {
      "Industry ID": "43",
      "Label": "Financial Services",
      "Hierarchy": "Financial Services",
      "Description": "This industry includes entities that make financial transactions (creation, liquidation, or change in ownership of financial assets) and/or that facilitate financial transactions."
    },
    {
      "Industry ID": "1673",
      "Label": "Credit Intermediation",
      "Hierarchy": "Financial Services > Credit Intermediation",
      "Description": "This industry includes entities that primarily lend funds raised from depositors or from credit market borrowing; or facilitate the lending of funds or issuance of credit by engaging in such activities as mortgage and loan brokerage, clearinghouse and reserve services, and check cashing services."
    },
    {
      "Industry ID": "41",
      "Label": "Banking",
      "Hierarchy": "Financial Services > Credit Intermediation > Banking",
      "Description": "This industry includes entities that accept demand and other deposits and make commercial, industrial, and consumer loans. Commercial banks and branches of foreign banks are included."
    },
    {
      "Industry ID": "1678",
      "Label": "Savings Institutions",
      "Hierarchy": "Financial Services > Credit Intermediation > Savings Institutions",
      "Description": "This industry includes entities that primarily accept time deposits, make mortgage and real estate loans, and invest in high-grade securities, including savings and loan associations and savings banks."
    },
    {
      "Industry ID": "1696",
      "Label": "Loan Brokers",
      "Hierarchy": "Financial Services > Credit Intermediation > Loan Brokers",
      "Description": "This industry includes entities that primarily arrange loans by bringing borrowers and lenders together on a commission or fee basis."
    },
    {
      "Industry ID": "141",
      "Label": "International Trade and Development",
      "Hierarchy": "Financial Services > Credit Intermediation > International Trade and Development",
      "Description": "This industry includes entities that provide working capital funds to exporters; lend funds to foreign buyers of goods; or lend funds to domestic buyers of imported goods."
    },
    {
      "Industry ID": "129",
      "Label": "Capital Markets",
      "Hierarchy": "Financial Services > Capital Markets",
      "Description": "This industry includes entities that: \n1. Underwrite securities issues and/or make markets for securities and commodities\n2. Act as brokers between buyers and sellers of securities and commodities\n3. Provide securities and commodity exchange services\n4. Manage portfolios of assets, provide investment advice, and provide and trust, fiduciary, and custody services."
    },
    {
      "Industry ID": "45",
      "Label": "Investment Banking",
      "Hierarchy": "Financial Services > Capital Markets > Investment Banking",
      "Description": "This industry includes entities that underwrite, originate, and/or maintain markets for issues of securities, and entities that act as principals in buying or selling securities on a spread basis, such as securities dealers or stock option dealers."
    },
    {
      "Industry ID": "1713",
      "Label": "Securities and Commodity Exchanges",
      "Hierarchy": "Financial Services > Capital Markets > Securities and Commodity Exchanges",
      "Description": "This industry includes entities that furnish physical or electronic marketplaces to facilitate the buying and selling of stocks, stock options, bonds, or commodity contracts."
    },
    {
      "Industry ID": "46",
      "Label": "Investment Management",
      "Hierarchy": "Financial Services > Capital Markets > Investment Management",
      "Description": "This industry includes entities that act as principals or brokers in buying or selling financial contracts (except investment bankers and securities and commodity contracts dealers and brokerages). Also included are investment services (except securities and commodity exchanges) such as portfolio management, investment advice, and trust, fiduciary, and custody services."
    },
    {
      "Industry ID": "106",
      "Label": "Venture Capital and Private Equity Principals",
      "Hierarchy": "Financial Services > Capital Markets > Venture Capital and Private Equity Principals",
      "Description": "This industry includes entities that act as principals (except investment bankers, securities dealers, and commodity contracts dealers) in buying or selling financial contracts generally on a spread basis."
    },
    {
      "Industry ID": "1720",
      "Label": "Investment Advice",
      "Hierarchy": "Financial Services > Capital Markets > Investment Advice",
      "Description": "This industry includes entities that provide customized investment advice to clients on a fee basis, but do not have the authority to execute trades."
    },
    {
      "Industry ID": "42",
      "Label": "Insurance",
      "Hierarchy": "Financial Services > Insurance",
      "Description": "This industry includes entities that underwrite annuities and insurance policies or sell insurance policies and provide other insurance and employee-benefit-related services."
    },
    {
      "Industry ID": "1725",
      "Label": "Insurance Carriers",
      "Hierarchy": "Financial Services > Insurance > Insurance Carriers",
      "Description": "This industry includes entities that primarily provide underwriting (assuming the risk, assigning premiums, and so forth) annuities and insurance policies and investing premiums to build up a portfolio of financial assets to be used against future claims."
    },
    {
      "Industry ID": "1737",
      "Label": "Insurance Agencies and Brokerages",
      "Hierarchy": "Financial Services > Insurance > Insurance Agencies and Brokerages",
      "Description": "This industry includes entities that primarily act as agents (i.e., brokers) in selling annuities and insurance policies."
    },
    {
      "Industry ID": "1738",
      "Label": "Claims Adjusting, Actuarial Services",
      "Hierarchy": "Financial Services > Insurance > Claims Adjusting, Actuarial Services",
      "Description": "This industry includes entities that primarily provide services related to insurance (except insurance agencies and brokerages)."
    },
    {
      "Industry ID": "1742",
      "Label": "Funds and Trusts",
      "Hierarchy": "Financial Services > Funds and Trusts",
      "Description": "This industry includes legal entities (i.e., funds, plans, and/or programs) organized to pool securities or other assets on behalf of shareholders or beneficiaries of employee benefit or other trust funds to earn interest, dividends, and other investment income."
    },
    {
      "Industry ID": "1743",
      "Label": "Insurance and Employee Benefit Funds",
      "Hierarchy": "Financial Services > Funds and Trusts > Insurance and Employee Benefit Funds",
      "Description": "This industry includes legal entities (i.e., funds, plans, and/or programs) organized to provide insurance and employee benefits exclusively for the sponsor, firm, or its employees or members."
    },
    {
      "Industry ID": "1745",
      "Label": "Pension Funds",
      "Hierarchy": "Financial Services > Funds and Trusts > Pension Funds",
      "Description": "This industry includes legal entities (i.e., funds, plans, and/or programs) organized to provide retirement income benefits exclusively for the sponsor's employees or members."
    },
    {
      "Industry ID": "1750",
      "Label": "Trusts and Estates",
      "Hierarchy": "Financial Services > Funds and Trusts > Trusts and Estates",
      "Description": "This industry includes legal entities (i.e., investment pools and/or funds) organized to pool securities or other assets (except insurance and employee benefit funds) on behalf of shareholders, unitholders, or beneficiaries."
    },
    {
      "Industry ID": "1757",
      "Label": "Real Estate and Equipment Rental Services",
      "Hierarchy": "Real Estate and Equipment Rental Services",
      "Description": "This industry includes entities that rent, lease, or otherwise allow the use of tangible or intangible assets, and entities providing related services such as managing real estate for others, selling, renting and/or buying real estate for others, and appraising real estate."
    },
    {
      "Industry ID": "44",
      "Label": "Real Estate",
      "Hierarchy": "Real Estate and Equipment Rental Services > Leasing Real Estate",
      "Description": "This industry includes entities that rent or lease real estate to others; manage, sell, buy, or rent real estate for others; and provide other services related to real estate, such as appraisals. Equity real estate investment trusts (REITs) that lease buildings, dwellings, or other real estate property to others are included. Property development organizations are included in this industry."
    },
    {
      "Industry ID": "*3219",
      "Label": "Commercial Real Estate",
      "Hierarchy": "Commercial Real Estate",
      "Description": "This industry includes entities that manage, construct, design, or sell real estate (buildings or land) intended to generate a profit, either from capital gains or rental income."
    },
    {
      "Industry ID": "1759",
      "Label": "Leasing Residential Real Estate",
      "Hierarchy": "Real Estate and Equipment Rental Services > Leasing Real Estate > Leasing Residential Real Estate",
      "Description": "This industry includes entities that primarily act as lessors of \n1. Residential buildings and dwellings\n2. Nonresidential buildings (except miniwarehouses)\n3. Miniwarehouses and self-storage units\n4. Other real estate property."
    },
    {
      "Industry ID": "128",
      "Label": "Leasing Non-residential Real Estate",
      "Hierarchy": "Real Estate and Equipment Rental Services > Leasing Real Estate > Leasing Non-residential Real Estate",
      "Description": "This industry includes entities that act as lessors of buildings (except miniwarehouses and self-storage units) that are not used as residences or dwellings."
    },
    {
      "Industry ID": "1770",
      "Label": "Leasing Real Estate Agents and Brokers",
      "Hierarchy": "Real Estate and Equipment Rental Services > Leasing Real Estate > Leasing Real Estate Agents and Brokers",
      "Description": "This industry includes entities that primarily act as agents and/or brokers in selling real estate for others; buying real estate for others; and/or renting real estate for others."
    },
    {
      "Industry ID": "1779",
      "Label": "Equipment Rental Services",
      "Hierarchy": "Real Estate and Equipment Rental Services > Equipment Rental Services",
      "Description": "This industry includes entities that provide a wide array of tangible goods, such as automobiles, computers, consumer goods, and industrial machinery and equipment, to customers in return for a periodic rental or lease payment."
    },
    {
      "Industry ID": "1786",
      "Label": "Consumer Goods Rental",
      "Hierarchy": "Real Estate and Equipment Rental Services > Equipment Rental Services > Consumer Goods Rental",
      "Description": "This industry includes entities that rent personal and household-type goods, generally short-term rental although in some instances, the goods may be leased for longer periods of time."
    },
    {
      "Industry ID": "1798",
      "Label": "Commercial and Industrial Equipment Rental",
      "Hierarchy": "Real Estate and Equipment Rental Services > Equipment Rental Services > Commercial and Industrial Equipment Rental",
      "Description": "This industry includes entities that rent or lease commercial-type and industrial-type machinery and equipment -- capital or investment-type equipment that clients use in their business operations."
    },
    {
      "Industry ID": "1810",
      "Label": "Professional Services",
      "Hierarchy": "Professional Services",
      "Description": "This industry includes entities that perform professional, scientific, and technical activities for others, including legal advice and representation; accounting, bookkeeping, and payroll services; architectural, engineering, and specialized design services; computer services; consulting services; research services; advertising services; photographic services; translation and interpretation services; veterinary services; and other professional, scientific, and technical services."
    },
    {
      "Industry ID": "10",
      "Label": "Legal Services",
      "Hierarchy": "Professional Services > Legal Services",
      "Description": "This industry includes entities that offer legal services, such as those offered by offices of lawyers, offices of notaries, title abstract and settlement offices, and paralegal services."
    },
    {
      "Industry ID": "9",
      "Label": "Law Practice",
      "Hierarchy": "Professional Services > Legal Services > Law Practice",
      "Description": "This industry includes offices of lawyers or attorneys (i.e., counselors-at-law) that provide expertise in a range or in specific areas of law, such as criminal law, corporate law, family and estate law, patent law, real estate law, or tax law."
    },
    {
      "Industry ID": "120",
      "Label": "Alternative Dispute Resolution",
      "Hierarchy": "Professional Services > Legal Services > Alternative Dispute Resolution",
      "Description": "This industry includes entities (except offices of lawyers, attorneys, and paralegals) that provide arbitration and conciliation services."
    },
    {
      "Industry ID": "47",
      "Label": "Accounting",
      "Hierarchy": "Professional Services > Accounting",
      "Description": "This industry includes entities that make accounting record audits, design accounting systems, prepare financial statements, develop budgets, prepare tax returns, process payroll, and perform bookkeeping and billing."
    },
    {
      "Industry ID": "50",
      "Label": "Architecture and Planning",
      "Hierarchy": "Professional Services > Architecture and Planning",
      "Description": "This industry includes entities that plan and design residential, institutional, leisure, commercial, and industrial buildings and structures by applying knowledge of design, construction procedures, zoning regulations, building codes, and building materials."
    },
    {
      "Industry ID": "99",
      "Label": "Design Services",
      "Hierarchy": "Professional Services > Design Services",
      "Description": "This industry includes entities that provide specialized design services (except architectural, engineering, and computer systems design)."
    },
    {
      "Industry ID": "3126",
      "Label": "Interior Design",
      "Hierarchy": "Professional Services > Design Services > Interior Design",
      "Description": "This industry includes entities that plan, design, and administer projects in interior spaces to meet the physical and aesthetic needs of people using them, taking into consideration building codes, health and safety regulations, traffic patterns and floor planning, mechanical and electrical needs, and interior fittings and furniture."
    },
    {
      "Industry ID": "140",
      "Label": "Graphic Design",
      "Hierarchy": "Professional Services > Design Services > Graphic Design",
      "Description": "This industry includes entities that plan, design, and manage the production of visual communication to convey specific messages or concepts, clarify complex information, or project visual identities, such as in the design of printed materials, packaging, advertising, signage systems, and logos. Commercial artists engaged exclusively in generating drawings and illustrations requiring technical accuracy or interpretative skills are included."
    },
    {
      "Industry ID": "96",
      "Label": "IT Services and IT Consulting",
      "Hierarchy": "Professional Services > IT Services and IT Consulting",
      "Description": "This industry includes entities that: \n1. Write, modify, test, and support software to meet the needs of a customer\n2. Plan and design computer systems that integrate computer hardware, software, and communication technologies; \n3. Manage and operate clients' computer systems and/or data processing facilities on-site\n4. Provide other professional and technical computer-related advice and services."
    },
    {
      "Industry ID": "3102",
      "Label": "IT System Custom Software Development",
      "Hierarchy": "Professional Services > IT Services and IT Consulting > IT System Custom Software Development",
      "Description": "This industry includes entities that focus on creating, modifying, testing, and supporting software to meet the needs of a particular customer."
    },
    {
      "Industry ID": "1855",
      "Label": "IT System Design Services",
      "Hierarchy": "Professional Services > IT Services and IT Consulting > IT System Design Services",
      "Description": "This industry includes entities that plan and design computer systems that integrate computer hardware, software, and communication technologies."
    },
    {
      "Industry ID": "3103",
      "Label": "IT System Operations and Maintenance",
      "Hierarchy": "Professional Services > IT Services and IT Consulting > IT System Operations and Maintenance",
      "Description": "This industry includes entities that manage and/or operate clients' computer systems and/or data processing facilities (on-site or remote)."
    },
    {
      "Industry ID": "118",
      "Label": "Computer and Network Security",
      "Hierarchy": "Professional Services > IT Services and IT Consulting > Computer and Network Security",
      "Description": "This industry includes entities that provide services and technologies to protect computer systems from unauthorized access, such as theft or damage to hardware, software, or electronic data, including the disruption or misdirection of the services they provide."
    },
    {
      "Industry ID": "3105",
      "Label": "IT System Training and Support",
      "Hierarchy": "Professional Services > IT Services and IT Consulting > IT System Training and Support",
      "Description": "This industry includes entities that provide training and technical support for users and maintainers of IT systems."
    },
    {
      "Industry ID": "3106",
      "Label": "IT System Data Services",
      "Hierarchy": "Professional Services > IT Services and IT Consulting > IT System Data Services",
      "Description": "This industry includes entities that provide human expertise for data collection, data annotation, data review, data normalization, and data entry and other manual or semi-automated data services."
    },
    {
      "Industry ID": "3107",
      "Label": "IT System Testing and Evaluation",
      "Hierarchy": "Professional Services > IT Services and IT Consulting > IT System Testing and Evaluation",
      "Description": "This industry includes entities that provide training for and evaluation of IT systems and components."
    },
    {
      "Industry ID": "3104",
      "Label": "IT System Installation and Disposal",
      "Hierarchy": "Professional Services > IT Services and IT Consulting > IT System Installation and Disposal",
      "Description": "This industry includes entities that provide IT services related to installing and deploying new IT systems, disaster recovery services, and/or uninstalling, and disposing of no-longer-needed IT systems or components."
    },
    {
      "Industry ID": "11",
      "Label": "Business Consulting and Services",
      "Hierarchy": "Professional Services > Business Consulting and Services",
      "Description": "This industry includes entities that provide advice and assistance to businesses and other organizations on administrative and operational issues, such as strategic and organizational planning; financial planning and budgeting; marketing objectives and policies; human resource policies, practices, and planning; production scheduling, control planning, and IT Consulting."
    },
    {
      "Industry ID": "102",
      "Label": "Strategic Management Services",
      "Hierarchy": "Professional Services > Business Consulting and Services > Strategic Management Services",
      "Description": "This industry includes entities that advise on administrative and management issues, such as financial planning and asset management, records management, office planning, strategic and organizational planning, site selection, new business start-up, and business process improvement. This does not include IT or operations consulting."
    },
    {
      "Industry ID": "137",
      "Label": "Human Resources Services",
      "Hierarchy": "Professional Services > Business Consulting and Services > Human Resources Services",
      "Description": "This industry includes entities that provide advice and assistance to businesses and organizations in: \n1. Human resource and personnel policies, practices, and procedures\n2. Employee benefits planning, communication, and administration\n3. Compensation systems planning\n4. Wage and salary administration. Outsourcing firms that provide human resources services to their clients are not included in this industry."
    },
    {
      "Industry ID": "1862",
      "Label": "Marketing Services",
      "Hierarchy": "Professional Services > Business Consulting and Services > Marketing Services",
      "Description": "This industry includes entities that provide operating advice and assistance to businesses and other organizations on marketing issues, such as developing marketing objectives and policies, sales forecasting, new product development and pricing, licensing and franchise planning, and marketing planning and strategy."
    },
    {
      "Industry ID": "2401",
      "Label": "Operations Consulting",
      "Hierarchy": "Professional Services > Business Consulting and Services > Operations Consulting",
      "Description": "This industry includes entities that provide operating advice and assistance to businesses and other organizations in: \n1. Manufacturing operations improvement\n2. Productivity improvement\n3. Production planning and control\n4. Quality assurance and quality control\n5. Inventory management\n6. Distribution networks\n7. Warehouse use, operations, and utilization\n8. Transportation and shipment of goods and materials\n9. Materials management and handling."
    },
    {
      "Industry ID": "123",
      "Label": "Outsourcing and Offshoring Consulting",
      "Hierarchy": "Professional Services > Business Consulting and Services > Outsourcing and Offshoring Consulting",
      "Description": "This industry includes entities that provide operating advice on the practice of outsourcing and/or offshoring."
    },
    {
      "Industry ID": "86",
      "Label": "Environmental Services",
      "Hierarchy": "Professional Services > Business Consulting and Services > Environmental Services",
      "Description": "This industry includes entities that provide advice and assistance to businesses and organizations on environmental issues, such as control of environmental contamination from pollutants, toxic substances, and hazardous materials. They employ experts in fields such as air and water quality, asbestos contamination, remediation, ecological restoration, and environmental law. Sanitation or site remediation consulting services are included."
    },
    {
      "Industry ID": "70",
      "Label": "Research Services",
      "Hierarchy": "Professional Services > Research Services",
      "Description": "This industry includes entities that conduct original investigation undertaken on a systematic basis to gain new knowledge (research) and/or apply research findings or other scientific knowledge to create new or significantly improved products or processes (experimental development). Techniques may include modeling and simulation."
    },
    {
      "Industry ID": "114",
      "Label": "Nanotechnology Research",
      "Hierarchy": "Professional Services > Research Services > Nanotechnology Research",
      "Description": "This industry includes entities that conduct nanotechnology research and experimental development. Research may result in new nanotechnology processes and/or products that may be reproduced, utilized, or implemented by various industries."
    },
    {
      "Industry ID": "12",
      "Label": "Biotechnology Research",
      "Hierarchy": "Professional Services > Research Services > Biotechnology Research",
      "Description": "This industry includes entities that conduct biotechnology (except nanobiotechnology) research and experimental development."
    },
    {
      "Industry ID": "130",
      "Label": "Think Tanks",
      "Hierarchy": "Professional Services > Research Services > Think Tanks",
      "Description": "This industry includes entities that conduct research and analyses in sociology, psychology, economics, and other fields in social sciences and humanities."
    },
    {
      "Industry ID": "80",
      "Label": "Advertising Services",
      "Hierarchy": "Professional Services > Advertising Services",
      "Description": "This industry includes entities that provide advertising, public relations, and related services, such as the purchase of media, independent media representation, outdoor advertisement, direct mail advertisement, and advertisement material distribution services."
    },
    {
      "Industry ID": "98",
      "Label": "Public Relations and Communications Services",
      "Hierarchy": "Professional Services > Advertising Services > Public Relations and Communications Services",
      "Description": "This industry includes entities that design and implement public relations campaigns, i.e., campaigns to promote the interests and image of their clients. This includes lobbying, political consulting, and public relations consulting."
    },
    {
      "Industry ID": "148",
      "Label": "Government Relations Services",
      "Hierarchy": "Professional Services > Advertising Services > Government Relations Services",
      "Description": "This industry includes entities aimed at impacting public policy at all levels of governance (local, regional, national and international) in order to promote the interests of a particular organization or group of organizations."
    },
    {
      "Industry ID": "97",
      "Label": "Market Research",
      "Hierarchy": "Professional Services > Advertising Services> Market Research",
      "Description": "This industry includes entities that systematically gather, record, tabulate, and present marketing and public opinion data."
    },
    {
      "Industry ID": "136",
      "Label": "Photography",
      "Hierarchy": "Professional Services > Photography",
      "Description": "This industry includes entities that provide still, video, or digital photography services. They may specialize in a particular field of photography, such as commercial and industrial photography, portrait photography, and special events photography. Commercial or portrait photography studios are included."
    },
    {
      "Industry ID": "16",
      "Label": "Veterinary Services",
      "Hierarchy": "Professional Services > Veterinary Services",
      "Description": "This industry includes entities of licensed veterinary practitioners that practice veterinary medicine, dentistry, or surgery for animals. Entities that provide testing services for licensed veterinary practitioners are included."
    },
    {
      "Industry ID": "1905",
      "Label": "Holding Companies",
      "Hierarchy": "Holding Companies",
      "Description": "This industry includes entities that hold equity interests in companies and enterprises for the purpose of owning a controlling interest or influencing management decisions. Entities in this industry don't have any of their own operations, but rather only have investments in other firms. Parent companies that have their own independent operations and also have subsidiaries are not included in this industry."
    },
    {
      "Industry ID": "1912",
      "Label": "Administrative and Support Services",
      "Hierarchy": "Administrative and Support Services",
      "Description": "This industry includes entities that perform routine support activities for the day-to-day operations of other organizations, including office administration, hiring and placing of personnel, document preparation and similar clerical services, solicitation, collection, security and surveillance services, cleaning, and waste disposal services."
    },
    {
      "Industry ID": "1916",
      "Label": "Office Administration",
      "Hierarchy": "Administrative and Support Services > Office Administration",
      "Description": "This industry includes entities that provide a range of day-to-day office administrative services, such as financial planning; billing and recordkeeping; personnel; and physical distribution and logistics, for others on a contract or fee basis."
    },
    {
      "Industry ID": "122",
      "Label": "Facilities Services",
      "Hierarchy": "Administrative and Support Services > Facilities Services",
      "Description": "This industry includes entities that provide operating staff who perform a combination of services within a client's facilities (excluding computer and/or data processing facilities), such as janitorial, maintenance, trash disposal, guard and security, mail routing, reception, and laundry. Entities that provide private jail services or operate correctional facilities on a contract or fee basis are included."
    },
    {
      "Industry ID": "1965",
      "Label": "Janitorial Services",
      "Hierarchy": "Administrative and Support Services > Facilities Services > Janitorial Services",
      "Description": "This industry includes entities that clean building interiors, interiors of transportation equipment (e.g., aircraft, rail cars, ships), and/or windows."
    },
    {
      "Industry ID": "2934",
      "Label": "Landscaping Services",
      "Hierarchy": "Administrative and Support Services > Facilities Services > Landscaping Services",
      "Description": "This industry includes entities that \n1. Provide landscape care and maintenance services and/or installing trees, shrubs, plants, lawns, or gardens \n2. Provide these services along with the design of landscape plans and/or the installation of walkways, retaining walls, decks, fences, ponds, and similar structures."
    },
    {
      "Industry ID": "1956",
      "Label": "Security Guards and Patrol Services",
      "Hierarchy": "Administrative and Support Services > Security and Investigations > Security Guards and Patrol Services",
      "Description": "This industry includes entities that provide staff for guard and patrol services, such as bodyguard, guard dog, and parking security services."
    },
    {
      "Industry ID": "1958",
      "Label": "Security Systems Services",
      "Hierarchy": "Administrative and Support Services > Security and Investigations > Security Systems Services",
      "Description": "This industry includes entities that sell security systems hardware , such as burglar and fire alarms and locking devices, along with installation, repair, or remote monitoring of electronic security alarm systems."
    },
    {
      "Industry ID": "104",
      "Label": "Staffing and Recruiting",
      "Hierarchy": "Administrative and Support Services > Staffing and Recruiting",
      "Description": "This industry includes entities that: \n1. List employment vacancies and place or refer applicants for employment\n2. Provide executive search, recruitment, and placement services\n3. Supply workers to clients' businesses for limited periods of time\n4. Provide day-to-day human resources and human resources management services to client businesses and households. Human resources outsourcing firms are included in this industry. This industry does not include entities that provide consulting on human resources policies and procedures."
    },
    {
      "Industry ID": "1923",
      "Label": "Executive Search Services",
      "Hierarchy": "Administrative and Support Services > Staffing and Recruiting > Executive Search Services",
      "Description": "This industry includes entities that provide executive search, recruitment, and placement services for clients with specific executive and senior management position requirements, including developing a search strategy and position specification based on the culture and needs of the client; researching, identifying, screening, and interviewing candidates; verifying candidate qualifications; and assisting in final offer negotiations and assimilation of the selected candidate."
    },
    {
      "Industry ID": "1925",
      "Label": "Temporary Help Services",
      "Hierarchy": "Administrative and Support Services > Staffing and Recruiting > Temporary Help Services",
      "Description": "This industry includes entities that supply workers to clients' businesses for limited periods of time to supplement the working force of the client."
    },
    {
      "Industry ID": "103",
      "Label": "Writing and Editing",
      "Hierarchy": "Administrative and Support Services > Writing and Editing",
      "Description": "This industry includes entities that create documents or resumes, edit or proofread documents, transcribe documents, and/or provide other writing and editing services."
    },
    {
      "Industry ID": "108",
      "Label": "Translation and Localization",
      "Hierarchy": "Administrative and Support Services > Translation and Localization",
      "Description": "This industry includes entities that translate written material and interpret speech from one language to another."
    },
    {
      "Industry ID": "1931",
      "Label": "Telephone Call Centers",
      "Hierarchy": "Administrative and Support Services > Telephone Call Centers",
      "Description": "This industry includes entities that \n1. Answer telephone calls and relaying messages to clients or \n2. Provide telemarketing services on a contract or fee basis for others, such as promoting clients' products or services by telephone; taking orders for clients by telephone; and soliciting contributions or that provide information for clients by telephone."
    },
    {
      "Industry ID": "1938",
      "Label": "Collection Agencies",
      "Hierarchy": "Administrative and Support Services > Collection Agencies",
      "Description": "This industry includes entities that collect payments for claims and remitting payments collected to their clients."
    },
    {
      "Industry ID": "101",
      "Label": "Fundraising",
      "Hierarchy": "Administrative and Support Services > Fundraising",
      "Description": "This industry includes entities that provide business support services, in particular fundraising organization services on a contract or fee basis."
    },
    {
      "Industry ID": "30",
      "Label": "Travel Arrangements",
      "Hierarchy": "Administrative and Support Services > Travel Arrangements",
      "Description": "This industry includes entities that provide travel agency services, arrange or assemble tours, or provide other travel arrangement and reservation services."
    },
    {
      "Industry ID": "121",
      "Label": "Security and Investigations",
      "Hierarchy": "Administrative and Support Services > Security and Investigations",
      "Description": "This industry includes entities that: \n1. Provide investigation, guard, and armored car services\n2. Sell security systems, such as burglar and fire alarms and locking devices, along with installation, repair, or monitoring services\n3. Provide remote monitoring of electronic security alarm systems."
    },
    {
      "Industry ID": "110",
      "Label": "Events Services",
      "Hierarchy": "Administrative and Support Services > Events Services",
      "Description": "This industry includes entities that organize, promote, and/or manage events, such as business and trade shows, conventions, conferences, and meetings, held in facilities they manage and operate or in facilities that are managed and operated by others."
    },
    {
      "Industry ID": "1999",
      "Label": "Education",
      "Hierarchy": "Education",
      "Description": "This industry includes entities that provide instruction or training in a wide variety of subjects from specialized entities, such as schools, colleges, universities, and training centers."
    },
    {
      "Industry ID": "67",
      "Label": "Primary and Secondary Education",
      "Hierarchy": "Education > Primary and Secondary Education",
      "Description": "This industry includes entities that furnish academic courses and associated coursework to provide basic preparatory education, ordinarily kindergarten through 12th grade. School boards and school districts are included."
    },
    {
      "Industry ID": "68",
      "Label": "Higher Education",
      "Hierarchy": "Education > Higher Education",
      "Description": "This industry includes entities that furnish academic courses and grant degrees at baccalaureate or graduate levels, where the requirement for admission is at least a high school diploma or equivalent general academic training."
    },
    {
      "Industry ID": "105",
      "Label": "Business Skills Training",
      "Hierarchy": "Technology, Information and Media > Media and Telecommunications > Movies, Videos and Sound > Sheet Music Publishing",
      "Description": "This industry includes entities that offer training courses in office skills, such as how to use software applications. Also included in this industry are entities that offer short-term courses for professional training. Computer repair training is not included in this industry."
    },
    {
      "Industry ID": "2018",
      "Label": "Technical and Vocational Training",
      "Hierarchy": "Education > Technical and Vocational Training",
      "Description": "This industry includes entities that offer vocational and technical training in a variety of technical subjects and trades, including flight schools and apprenticeships but excluding office skills."
    },
    {
      "Industry ID": "2012",
      "Label": "Secretarial Schools",
      "Hierarchy": "Education > Technical and Vocational Training > Secretarial Schools",
      "Description": "This industry focuses on training for secretarial and administrative staff and includes entities that offer courses in secretarial and other basic office skills."
    },
    {
      "Industry ID": "2019",
      "Label": "Cosmetology and Barber Schools",
      "Hierarchy": "Education > Technical and Vocational Training > Cosmetology and Barber Schools",
      "Description": "This industry includes entities that offer training in barbering, hair styling, or the cosmetic arts, such as makeup or skin care."
    },
    {
      "Industry ID": "2020",
      "Label": "Flight Training",
      "Hierarchy": "Education > Technical and Vocational Training > Flight Training",
      "Description": "This industry includes entities that offer aviation and flight training."
    },
    {
      "Industry ID": "2025",
      "Label": "Fine Arts Schools",
      "Hierarchy": "Education > Technical and Vocational Training > Fine Arts Schools",
      "Description": "This industry includes entities that offer instruction in the arts, including dance, art, drama, and music."
    },
    {
      "Industry ID": "2027",
      "Label": "Sports and Recreation Instruction",
      "Hierarchy": "Education > Technical and Vocational Training > Sports and Recreation Instruction",
      "Description": "This industry includes entities, such as camps and schools, that offer instruction in athletic activities to groups of individuals."
    },
    {
      "Industry ID": "2029",
      "Label": "Language Schools",
      "Hierarchy": "Education > Technical and Vocational Training > Language Schools",
      "Description": "This industry includes entities that offer foreign language instruction (including sign language)."
    },
    {
      "Industry ID": "132",
      "Label": "E-Learning Providers",
      "Hierarchy": "Education > E-Learning Providers",
      "Description": "This industry includes entities that offer instruction using electronic technologies, such as through web-based trainings, online learning platforms, and live or recorded lectures. Training may be tuition-based or open to the public, accredited or non-accredited."
    },
    {
      "Industry ID": "14",
      "Label": "Hospitals and Health Care",
      "Hierarchy": "Hospitals and Health Care",
      "Description": "This industry includes entities that provide health care and health-related social assistance for individuals. It includes entities that provide medical care exclusively, health care and social assistance, and only social assistance. These entities deliver services by trained professional health practitioners or social workers."
    },
    {
      "Industry ID": "13",
      "Label": "Medical Practices",
      "Hierarchy": "Hospitals and Health Care > Medical Practices",
      "Description": "This industry includes individual medical practices that provide health care services directly or indirectly to ambulatory patients. This industry does not include hospitals."
    },
    {
      "Industry ID": "2040",
      "Label": "Physicians",
      "Hierarchy": "Hospitals and Health Care > Medical Practices > Physicians",
      "Description": "This industry includes health practitioners having the degree of M.D. (Doctor of Medicine) or D.O. (Doctor of Osteopathy) practicing general or specialized medicine (e.g., anesthesiology, oncology, ophthalmology, psychiatry) or surgery. This category does not include clinics or hospitals."
    },
    {
      "Industry ID": "2045",
      "Label": "Dentists",
      "Hierarchy": "Hospitals and Health Care > Medical Practices > Dentists",
      "Description": "This industry includes health practitioners having the degree of D.M.D. (Doctor of Dental Medicine), D.D.S. (Doctor of Dental Surgery), or D.D.Sc. (Doctor of Dental Science) practicing general or specialized dentistry or dental surgery."
    },
    {
      "Industry ID": "2048",
      "Label": "Chiropractors",
      "Hierarchy": "Hospitals and Health Care > Medical Practices > Chiropractors",
      "Description": "This industry includes health practitioners having the degree of D.C. (Doctor of Chiropractic) practicing chiropractic therapy."
    },
    {
      "Industry ID": "2050",
      "Label": "Optometrists",
      "Hierarchy": "Hospitals and Health Care > Medical Practices > Optometrists",
      "Description": "This industry includes health practitioners having the degree of O.D. (Doctor of Optometry) practicing optometry."
    },
    {
      "Industry ID": "139",
      "Label": "Mental Health Care",
      "Hierarchy": "Hospitals and Health Care > Medical Practices > Mental Health Care",
      "Description": "This industry includes independent mental health practitioners (except physicians) that diagnose and treat mental, emotional, and behavioral disorders and/or individual or group social dysfunction brought about by mental illness, alcohol and substance abuse, physical and emotional trauma, or stress. They operate private or group practices in their own offices or in the facilities of others (e.g., hospitals)."
    },
    {
      "Industry ID": "2054",
      "Label": "Physical, Occupational and Speech Therapists",
      "Hierarchy": "Hospitals and Health Care > Medical Practices > Physical, Occupational and Speech Therapists",
      "Description": "This industry includes independent health practitioners who provide physical therapy services to patients who require prevention, wellness or fitness services; plan and administer educational, recreational, and social activities designed to help patients or individuals with disabilities regain physical or mental functioning or adapt to their disabilities; or diagnose and treat speech, language, or hearing problems."
    },
    {
      "Industry ID": "125",
      "Label": "Alternative Medicine",
      "Hierarchy": "Hospitals and Health Care > Medical Practices > Alternative Medicine",
      "Description": "This industry includes independent health practitioners (except physicians; dentists; chiropractors; optometrists; mental health specialists; physical, occupational, and speech therapists; audiologists; and podiatrists), acupuncturists (except medical or osteopathic doctors), hypnotherapists, homeopaths, and naturopaths. These practitioners operate private or group practices in their own offices or in the facilities of others (e.g., hospitals)."
    },
    {
      "Industry ID": "2060",
      "Label": "Family Planning Centers",
      "Hierarchy": "Hospitals and Health Care > Medical Practices > Family Planning Centers",
      "Description": "This industry includes entities with medical staff that provide a range of family planning services on an outpatient basis, such as contraceptive services, genetic and prenatal counseling, voluntary sterilization, and therapeutic and medically induced termination of pregnancy."
    },
    {
      "Industry ID": "2063",
      "Label": "Outpatient Care Centers",
      "Hierarchy": "Hospitals and Health Care > Medical Practices > Outpatient Care Centers",
      "Description": "This industry includes entities such as clinics or hospitals with medical staff that provide general or specialized outpatient care (except family planning centers and outpatient mental health and substance abuse centers). Centers or clinics of health practitioners with different degrees from more than one industry practicing within the same establishment are included in this industry."
    },
    {
      "Industry ID": "2069",
      "Label": "Medical and Diagnostic Laboratories",
      "Hierarchy": "Hospitals and Health Care > Medical Practices > Medical and Diagnostic Laboratories",
      "Description": "This industry includes medical and diagnostic laboratories that provide analytic or diagnostic services, including body fluid analysis and diagnostic imaging, generally to the medical profession or to the patient on referral from a health practitioner."
    },
    {
      "Industry ID": "2074",
      "Label": "Home Health Care Services",
      "Hierarchy": "Hospitals and Health Care > Medical Practices > Home Health Care Services",
      "Description": "This industry includes entities that provide skilled nursing services in the home, along with a range of the following: personal care services; homemaker and companion services; physical therapy; medical social services; medication; support for medical equipment and supplies; counseling; 24-hour home care; occupation and vocational therapy; dietary and nutritional services; speech therapy; audiology; and high-tech care, such as intravenous therapy."
    },
    {
      "Industry ID": "2077",
      "Label": "Ambulance Services",
      "Hierarchy": "Hospitals and Health Care > Medical Practices > Ambulance Services",
      "Description": "This industry includes entities that provide transportation of patients by ground or air, along with medical care."
    },
    {
      "Industry ID": "2081",
      "Label": "Hospitals",
      "Hierarchy": "Hospitals and Health Care > Hospitals",
      "Description": "This industry includes entities that provide varied medical, diagnostic, and treatment services that include physician, nursing, and other health services to inpatients."
    },
    {
      "Industry ID": "2091",
      "Label": "Nursing Homes and Residential Care Facilities",
      "Hierarchy": "Hospitals and Health Care > Nursing Homes and Residential Care Facilities",
      "Description": "This industry includes entities that provide residential care combined with either nursing, supervisory, or other types of care as required by the residents."
    },
    {
      "Industry ID": "88",
      "Label": "Individual and Family Services",
      "Hierarchy": "Hospitals and Health Care > Individual and Family Services",
      "Description": "This industry includes entities that provide nonresidential social assistance to children and youth, the elderly, persons with disabilities, and all other individuals and families."
    },
    {
      "Industry ID": "2122",
      "Label": "Emergency and Relief Services",
      "Hierarchy": "Hospitals and Health Care > Individual and Family Services > Emergency and Relief Services",
      "Description": "This industry includes entities that provide food, shelter, clothing, medical relief, resettlement, and counseling to victims of domestic or international disasters or conflicts (e.g., wars)."
    },
    {
      "Industry ID": "2125",
      "Label": "Vocational Rehabilitation Services",
      "Hierarchy": "Hospitals and Health Care > Individual and Family Services > Vocational Rehabilitation Services",
      "Description": "This industry includes entities that provide vocational rehabilitation or habilitation services, such as job counseling, job training, and work experience, to unemployed and underemployed persons, persons with disabilities, and persons who have a job market disadvantage because of lack of education, job skill, or experience and/or training and employment to persons with disabilities."
    },
    {
      "Industry ID": "2128",
      "Label": "Child Day Care Services",
      "Hierarchy": "Hospitals and Health Care > Individual and Family Services > Child Day Care Services",
      "Description": "This industry includes entities that provide day care of infants or children who are not in school and may also offer pre-kindergarten and/or kindergarten educational programs."
    },
    {
      "Industry ID": "2115",
      "Label": "Community Services",
      "Hierarchy": "Hospitals and Health Care > Community Services",
      "Description": "This industry includes entities offer short-term emergency shelter, temporary residential shelter, transitional housing, volunteer construction or repair of low-cost housing; or food, shelter, clothing, medical relief, resettlement, and counseling to the needy, or to victims of domestic or international disasters or conflicts."
    },
    {
      "Industry ID": "2112",
      "Label": "Services for the Elderly and Disabled",
      "Hierarchy": "Hospitals and Health Care > Community Services > Services for the Elderly and Disabled",
      "Description": "This industry includes entities that provide services in support of the elderly and disabled."
    },
    {
      "Industry ID": "28",
      "Label": "Entertainment Providers",
      "Hierarchy": "Entertainment Providers",
      "Description": "This industry includes entities that:\n1. Produce, promote, or participate in live performances, events, or exhibits intended for the public\n2. Preserve and exhibit objects and sites of historical, cultural, or educational interest\n3. Operate facilities or provide services that enable patrons to participate in recreational activities or pursue amusement, hobby, and leisure-time interests."
    },
    {
      "Industry ID": "2130",
      "Label": "Performing Arts and Spectator Sports",
      "Hierarchy": "Entertainment Providers > Performing Arts and Spectator Sports",
      "Description": "This industry includes entities that produce or organize and promote live presentations involving the performances of actors and actresses, singers, dancers, musical groups and artists, athletes, and other entertainers, including independent (i.e., freelance) entertainers and the entities that manage their careers."
    },
    {
      "Industry ID": "39",
      "Label": "Performing Arts",
      "Hierarchy": "Entertainment Providers > Performing Arts and Spectator Sports > Performing Arts",
      "Description": "This industry includes entities that produce live presentations featuring performances of actors and actresses, singers, dancers, musicians and musical groups, and other performing artists."
    },
    {
      "Industry ID": "2133",
      "Label": "Theater Companies",
      "Hierarchy": "Entertainment Providers > Performing Arts and Spectator Sports > Theater Companies",
      "Description": "This industry includes companies, groups, or theaters that offer the following live theatrical presentations: musicals; operas; plays; and comedy, improvisational, mime, and puppet shows and entities, commonly known as dinner theaters, that produce live theatrical productions along with food and beverages for consumption on the premises."
    },
    {
      "Industry ID": "2135",
      "Label": "Dance Companies",
      "Hierarchy": "Entertainment Providers > Performing Arts and Spectator Sports > Dance Companies",
      "Description": "This industry includes companies, groups, or theaters producing all types of live theatrical dance (e.g., ballet, contemporary dance, folk dance) presentations."
    },
    {
      "Industry ID": "2139",
      "Label": "Circuses and Magic Shows",
      "Hierarchy": "Entertainment Providers > Performing Arts and Spectator Sports > Circuses and Magic Shows",
      "Description": "This industry includes companies or groups (except theater companies, dance companies, and musical groups and artists) producing live theatrical presentations."
    },
    {
      "Industry ID": "33",
      "Label": "Spectator Sports",
      "Hierarchy": "Entertainment Providers > Performing Arts and Spectator Sports > Spectator Sports",
      "Description": "This industry includes: \n1. Sports teams, clubs, or independent athletes that participate in live sports events before a paying audience\n2. Entities that operate racetracks\n3. Owners of racing participants that enter them in spectator sports events\n4. Entities such as trainers, that provide specialized services to support participants."
    },
    {
      "Industry ID": "2142",
      "Label": "Sports Teams and Clubs",
      "Hierarchy": "Entertainment Providers > Performing Arts and Spectator Sports > Spectator Sports > Sports Teams and Clubs",
      "Description": "This industry includes professional or semiprofessional sports teams or clubs participating in live sporting events, such as baseball, basketball, football, hockey, soccer, and jai alai games, before a paying audience."
    },
    {
      "Industry ID": "2143",
      "Label": "Racetracks",
      "Hierarchy": "Entertainment Providers > Performing Arts and Spectator Sports > Spectator Sports > Racetracks",
      "Description": "This industry includes entities that operate racetracks and may also present and/or promote the events, such as auto, dog, and horse races, held in these facilities."
    },
    {
      "Industry ID": "37",
      "Label": "Museums, Historical Sites, and Zoos",
      "Hierarchy": "Entertainment Providers > Museums, Historical Sites, and Zoos",
      "Description": "This industry includes entities that preserve and exhibit objects, sites, and natural wonders of historical, cultural, and/or educational value."
    },
    {
      "Industry ID": "2159",
      "Label": "Museums",
      "Hierarchy": "Entertainment Providers > Museums, Historical Sites, and Zoos > Museums",
      "Description": "This industry includes entities that preserve and exhibit objects of historical, cultural, and/or educational value."
    },
    {
      "Industry ID": "2161",
      "Label": "Historical Sites",
      "Hierarchy": "Entertainment Providers > Museums, Historical Sites, and Zoos > Historical Sites",
      "Description": "This industry includes entities that preserve and exhibit sites, buildings, forts, or communities that describe events or persons of particular historical interest, such as archeological sites, battlefields, historical ships, and pioneer villages."
    },
    {
      "Industry ID": "2163",
      "Label": "Zoos and Botanical Gardens",
      "Hierarchy": "Entertainment Providers > Museums, Historical Sites, and Zoos > Zoos and Botanical Gardens",
      "Description": "This industry includes entities that preserve and exhibit live plant and animal life displays."
    },
    {
      "Industry ID": "38",
      "Label": "Artists and Writers",
      "Hierarchy": "Entertainment Providers > Artists and Writers",
      "Description": "This industry includes independent (i.e., freelance) individuals that perform in artistic productions, create artistic and cultural works, or provide technical expertise necessary for these productions."
    },
    {
      "Industry ID": "115",
      "Label": "Musicians",
      "Hierarchy": "Entertainment Providers > Musicians",
      "Description": "This industry includes \n1. Groups that produce live musical entertainment (except theatrical musical or opera productions) \n2. Independent (i.e., freelance) artists that provide live musical entertainment. Musical groups and artists may perform in front of a live audience or in a studio; they may or may not operate their own facilities for staging shows."
    },
    {
      "Industry ID": "40",
      "Label": "Recreational Facilities",
      "Hierarchy": "Entertainment Providers > Recreational Facilities",
      "Description": "This industry includes entities that \n1. Operate facilities where patrons can engage in sports, recreation, amusement, or gambling activities and/or \n2. Provide other amusement and recreation, such as amusement devices in places of business operated by others; operation of sports teams, clubs, or leagues that play games for recreational purposes; and tours that do not use transportation equipment."
    },
    {
      "Industry ID": "2167",
      "Label": "Amusement Parks and Arcades",
      "Hierarchy": "Entertainment Providers > Recreational Facilities > Amusement Parks and Arcades",
      "Description": "This industry includes entities that operate amusement parks and amusement arcades and parlors."
    },
    {
      "Industry ID": "29",
      "Label": "Gambling Facilities and Casinos",
      "Hierarchy": "Entertainment Providers > Recreational Facilities > Gambling Facilities and Casinos",
      "Description": "This industry includes entities that operate gambling facilities, such as casinos, bingo halls, and video gaming terminals, or that provision gambling services, such as lotteries and off-track betting."
    },
    {
      "Industry ID": "2179",
      "Label": "Golf Courses and Country Clubs",
      "Hierarchy": "Entertainment Providers > Recreational Facilities > Golf Courses and Country Clubs",
      "Description": "This industry includes entities that \n1. Operate golf courses (except miniature) and \n2. Operate golf courses along with dining facilities and other recreational facilities that are known as country clubs."
    },
    {
      "Industry ID": "2181",
      "Label": "Skiing Facilities",
      "Hierarchy": "Entertainment Providers > Recreational Facilities > Skiing Facilities",
      "Description": "This industry includes entities that operate downhill, cross country, or related skiing areas and/or operate related equipment, such as ski lifts and tows."
    },
    {
      "Industry ID": "124",
      "Label": "Wellness and Fitness Services",
      "Hierarchy": "Entertainment Providers > Recreational Facilities > Wellness and Fitness Services",
      "Description": "This industry includes entities that: \n1. Operate fitness and recreational facilities for sports, such as swimming, skating, or racquet sports; and/or \n2. Provide non-medical services to assist clients in attaining or maintaining a desired weight or healthfulness, such as individual or group counseling and menu and exercise planning."
    },
    {
      "Industry ID": "2190",
      "Label": "Accomodation Services",
      "Hierarchy": "Accomodation Services",
      "Description": "This industry includes entities that provide short-term lodging in facilities, such as hotels, motels, and bed-and-breakfast inns. In addition to lodging, they may provide a range of other services to their guests."
    },
    {
      "Industry ID": "31",
      "Label": "Hospitality",
      "Hierarchy": "Accomodation Services > Hospitality",
      "Description": "This industry includes entities that provide customers with lodging and/or prepared meals, snacks, and beverages for immediate consumption."
    },
    {
      "Industry ID": "2194",
      "Label": "Hotels and Motels",
      "Hierarchy": "Accomodation Services > Hospitality > Hotels and Motels",
      "Description": "This industry includes entities that provide short-term lodging specifically in facilities known as hotels, motor hotels, resort hotels, and motels."
    },
    {
      "Industry ID": "2197",
      "Label": "Bed-and-Breakfasts, Hostels, Homestays",
      "Hierarchy": "Accomodation Services > Hospitality > Bed-and-Breakfasts, Hostels, Homestays",
      "Description": "This industry includes entities that provide short-term lodging and food (except hotels, motels, and casino hotels)."
    },
    {
      "Industry ID": "34",
      "Label": "Food and Beverage Services",
      "Hierarchy": "Accomodation Services > Food and Beverage Services",
      "Description": "This industry includes entities that prepare meals, snacks, and beverages to customer order, for immediate on-premises and off-premises consumption."
    },
    {
      "Industry ID": "32",
      "Label": "Restaurants",
      "Hierarchy": "Accomodation Services > Food and Beverage Services > Restaurants",
      "Description": "This industry includes entities that provide food to patrons who are served while seated and pay after eating, or those who select items (e.g., at a counter, in a buffet line) and pay before eating. Entities that prepare and/or serve specialty snacks and/or nonalcoholic beverages for consumption on or near the premises are included."
    },
    {
      "Industry ID": "2217",
      "Label": "Bars, Taverns, and Nightclubs",
      "Hierarchy": "Accomodation Services > Food and Beverage Services > Bars, Taverns, and Nightclubs",
      "Description": "This industry includes entities known as bars, taverns, nightclubs, or drinking places preparing and serving alcoholic beverages for immediate consumption."
    },
    {
      "Industry ID": "2212",
      "Label": "Caterers",
      "Hierarchy": "Accomodation Services > Food and Beverage Services > Caterers",
      "Description": "This industry includes entities that provide single event-based food services and generally have equipment and vehicles to transport meals and snacks to events and/or prepare food at an off-premise site."
    },
    {
      "Industry ID": "2214",
      "Label": "Mobile Food Services",
      "Hierarchy": "Accomodation Services > Food and Beverage Services > Mobile Food Services",
      "Description": "This industry includes entities that prepare and serve meals and snacks for immediate consumption from motorized vehicles or nonmotorized carts. The entity is the central location from which the caterer route is serviced, not each vehicle or cart. Included in this industry are entities that provide food services from vehicles, such as hot dog carts and ice cream trucks."
    },
    {
      "Industry ID": "91",
      "Label": "Consumer Services",
      "Hierarchy": "Consumer Services",
      "Description": "This industry includes entities that repair cars, machinery, electronics, furniture, footwear, and leather goods, and those that provide personal services such as laundry, pet care, and household services."
    },
    {
      "Industry ID": "2225",
      "Label": "Repair and Maintenance",
      "Hierarchy": "Consumer Services > Repair and Maintenance",
      "Description": "This industry includes entities that restore machinery, equipment, and other products to working order and provide general or routine maintenance (i.e., servicing) on such products to ensure they work efficiently and to prevent breakdown and unnecessary repairs."
    },
    {
      "Industry ID": "2226",
      "Label": "Vehicle Repair and Maintenance",
      "Hierarchy": "Consumer Services > Repair and Maintenance > Vehicle Repair and Maintenance",
      "Description": "This industry includes entities that provide repair and maintenance services for automotive vehicles, such as passenger cars, trucks, and vans, and all trailers."
    },
    {
      "Industry ID": "2240",
      "Label": "Electronic and Precision Equipment Maintenance",
      "Hierarchy": "Consumer Services > Repair and Maintenance > Electronic and Precision Equipment Maintenance",
      "Description": "This industry includes entities that repair and maintain one or more of the following: \n1. Consumer electronic equipment\n2. Computers\n3. Office machines\n4. Communication equipment\n5. Other electronic and precision equipment and instruments, without retailing these products as new."
    },
    {
      "Industry ID": "2247",
      "Label": "Commercial and Industrial Machinery Maintenance",
      "Hierarchy": "Consumer Services > Repair and Maintenance > Commercial and Industrial Machinery Maintenance",
      "Description": "This industry includes entities that repair and maintain commercial and industrial machinery and equipment, including either sharpening/installing commercial and industrial machinery blades and saws or provide welding (e.g., automotive, general) repair services; or repairing agricultural and other heavy and industrial machinery and equipment (e.g., forklifts and other material handling equipment, machine tools, commercial refrigeration equipment, construction equipment, and mining machinery)."
    },
    {
      "Industry ID": "2253",
      "Label": "Reupholstery and Furniture Repair",
      "Hierarchy": "Consumer Services > Repair and Maintenance > Reupholstery and Furniture Repair",
      "Description": "This industry includes entities that offer one or more of the following services:\n1. Reupholstering furniture\n2. Refinishing furniture\n3. Repairing furniture\n4. Repairing and restoring furniture."
    },
    {
      "Industry ID": "2255",
      "Label": "Footwear and Leather Goods Repair",
      "Hierarchy": "Consumer Services > Repair and Maintenance > Footwear and Leather Goods Repair",
      "Description": "This industry includes entities that repair footwear and/or other leather or leather-like goods without retailing new footwear and leather or leather-like goods, such as handbags and briefcases."
    },
    {
      "Industry ID": "2258",
      "Label": "Personal and Laundry Services",
      "Hierarchy": "Consumer Services > Personal and Laundry Services",
      "Description": "This industry includes entities that provide personal and laundry services to individuals, households, and businesses, including personal care services; death care services; laundry and drycleaning services; and a wide range of other personal services, such as pet care (except veterinary) services, photofinishing services, temporary parking services, and dating services."
    },
    {
      "Industry ID": "2259",
      "Label": "Personal Care Services",
      "Hierarchy": "Consumer Services > Personal and Laundry Services > Personal Care Services",
      "Description": "This industry includes entities, such as barber and beauty shops, that provide appearance care services to individual consumers."
    },
    {
      "Industry ID": "2272",
      "Label": "Laundry and Drycleaning Services",
      "Hierarchy": "Consumer Services > Personal and Laundry Services > Laundry and Drycleaning Services",
      "Description": "This industry includes entities that operate coin-operated or similar self-service laundries and drycleaners; that provide drycleaning and laundry services (except coin-operated); and supply, on a rental or contract basis, laundered items (e.g., uniforms, gowns, shop towels, etc.)."
    },
    {
      "Industry ID": "2282",
      "Label": "Pet Services",
      "Hierarchy": "Consumer Services > Personal and Laundry Services > Pet Services",
      "Description": "This industry includes entities that provide pet care services (except veterinary), such as boarding, grooming, sitting, and training pets."
    },
    {
      "Industry ID": "89",
      "Label": "Religious Institutions",
      "Hierarchy": "Consumer Services > Religious Institutions",
      "Description": "This industry includes religious organizations, such as churches, religious temples, and monasteries, and/or entities that organize religion or promote religious activities."
    },
    {
      "Industry ID": "131",
      "Label": "Philanthropic Fundraising Services",
      "Hierarchy": "Consumer Services > Philanthropic Fundraising Services",
      "Description": "This industry includes grantmaking foundations, charitable trusts, and entities that raise funds for a wide range of social welfare activities, such as health, educational, scientific, and cultural activities."
    },
    {
      "Industry ID": "90",
      "Label": "Civic and Social Organizations",
      "Hierarchy": "Consumer Services > Civic and Social Organizations",
      "Description": "This industry includes entities that organize religious activities; promote causes and beliefs for the public good; support charitable and other causes through grantmaking; advocate social and political causes; and promote and defend the interests of their members."
    },
    {
      "Industry ID": "107",
      "Label": "Political Organizations",
      "Hierarchy": "Consumer Services > Civic and Social Organizations > Political Organizations",
      "Description": "This industry includes entities that promote the interests of national or local parties or candidates. Political groups organized to raise funds for a political party or individual candidate are included."
    },
    {
      "Industry ID": "1909",
      "Label": "Industry Associations",
      "Hierarchy": "Consumer Services > Civic and Social Organizations > Industry Associations",
      "Description": "This industry includes entities that promote the business interests of their member companies and may conduct research on new products and services; develop market statistics; sponsor quality and certification standards; lobby public officials; or publish newsletters, books, or periodicals for distribution to their members."
    },
    {
      "Industry ID": "1911",
      "Label": "Professional Organizations",
      "Hierarchy": "Consumer Services > Civic and Social Organizations > Professional Organizations",
      "Description": "This industry includes entities that promote the professional interests of their individual members and their profession as a whole; and may conduct research; develop statistics; sponsor quality and certification standards; lobby public officials; or publish newsletters, books, or periodicals for distribution to their members."
    },
    {
      "Industry ID": "100",
      "Label": "Non-profit Organizations",
      "Hierarchy": "Consumer Services > Non-profit Organizations",
      "Description": "This industry includes entities that provide public benefit on a nonprofit basis, including those that organize and promote religious activities, support social and political causes, and provide programs and facilities for emergency relief, education, and donations of goods and services."
    },
    {
      "Industry ID": "2318",
      "Label": "Household Services",
      "Hierarchy": "Consumer Services > Household Services",
      "Description": "This industry includes private households that employ workers on or about the premises in activities primarily concerned with the operation of the household, including cooks, maids, butlers, and outside workers, such as gardeners, caretakers, and other maintenance workers."
    },
    {
      "Industry ID": "75",
      "Label": "Government Administration",
      "Hierarchy": "Government Administration",
      "Description": "This industry includes entities of federal, state, and local government agencies that administer, oversee, and manage public programs; organize and finance public goods and services; and have executive, legislative, or judicial authority over other institutions within a given area. These agencies set policy, create laws, adjudicate civil and criminal legal cases, and provide for public safety and national defense."
    },
    {
      "Industry ID": "*3201",
      "Label": "Public Policy",
      "Hierarchy": "Government Administration > Public Policy",
      "Description": "This industry includes entities that participate in programs as a course of action created and/or enacted, typically by a government or nonprofit organization, in response to social issues."
    },
    {
      "Industry ID": "79",
      "Label": "Public Policy Offices",
      "Hierarchy": "Government Administration > Public Policy Offices",
      "Description": "This industry includes offices of government executives, legislative bodies, public finance, and general government support."
    },
    {
      "Industry ID": "76",
      "Label": "Executive Offices",
      "Hierarchy": "Government Administration > Public Policy Offices > Executive Offices",
      "Description": "This industry includes government entities that serve as offices of chief executives and their advisory committees and commissions."
    },
    {
      "Industry ID": "72",
      "Label": "Legislative Offices",
      "Hierarchy": "Government Administration > Public Policy Offices > Legislative Offices",
      "Description": "This industry includes government entities that serve as legislative bodies and their advisory committees and commissions."
    },
    {
      "Industry ID": "73",
      "Label": "Administration of Justice",
      "Hierarchy": "Government Administration > Administration of Justice",
      "Description": "This industry includes government entities that administer justice, including courts, correctional institutions, and other offices."
    },
    {
      "Industry ID": "3065",
      "Label": "Courts of Law",
      "Hierarchy": "Government Administration > Administration of Justice > Courts of Law",
      "Description": "This industry includes civilian courts of law (except American Indian and Alaska Native tribal courts)."
    },
    {
      "Industry ID": "3068",
      "Label": "Correctional Institutions",
      "Hierarchy": "Government Administration > Administration of Justice > Correctional Institutions",
      "Description": "This industry includes government entities that manage and operate correctional institutions designed for the confinement, correction, and rehabilitation of adult and/or juvenile offenders sentenced by a court."
    },
    {
      "Industry ID": "3070",
      "Label": "Fire Protection",
      "Hierarchy": "Government Administration > Administration of Justice > Fire Protection",
      "Description": "This industry includes government entities that offer firefighting and other related fire protection activities."
    },
    {
      "Industry ID": "77",
      "Label": "Law Enforcement",
      "Hierarchy": "Government Administration > Administration of Justice > Law Enforcement",
      "Description": "This industry includes government entities that enforce criminal and civil law, provide police activity, traffic safety, and other activities related to the enforcement of the law and preservation of order. Combined police and fire departments are included."
    },
    {
      "Industry ID": "78",
      "Label": "Public Safety",
      "Hierarchy": "Government Administration > Administration of Justice > Public Safety",
      "Description": "This industry includes government entities that provide public order and safety (except courts, police protection, legal counsel and prosecution, correctional institutions, parole offices, probation offices, pardon boards, and fire protection). Government administration of public order, safety programs, and collection of statistics on public safety are included."
    },
    {
      "Industry ID": "2353",
      "Label": "Health and Human Services",
      "Hierarchy": "Government Administration > Health and Human Services",
      "Description": "This industry includes government entities that administer human resource programs."
    },
    {
      "Industry ID": "69",
      "Label": "Education Administration Programs",
      "Hierarchy": "Government Administration > Health and Human Services > Education Administration Programs",
      "Description": "This industry includes government entities that coordinate, plan, supervise, and administrate funds, policies, activities, statistical reports, data collection, and centralized programs for educational administration. Government scholarship programs are included."
    },
    {
      "Industry ID": "2358",
      "Label": "Public Health",
      "Hierarchy": "Government Administration > Health and Human Services > Public Health",
      "Description": "This industry includes government entities that plan, administer, and coordinate public health programs and services, including environmental health activities, mental health, categorical health programs, health statistics, and immunization services."
    },
    {
      "Industry ID": "2360",
      "Label": "Public Assistance Programs",
      "Hierarchy": "Government Administration > Health and Human Services > Public Assistance Programs",
      "Description": "This industry includes government entities that plan, administer, and coordinate programs for public assistance, social work, and welfare activities, including Social Security, disability insurance, Medicare, unemployment insurance, and workers' compensation programs."
    },
    {
      "Industry ID": "388",
      "Label": "Environmental Quality Programs",
      "Hierarchy": "Government Administration > Environmental Quality Programs",
      "Description": "This industry includes government entities that administer environmental quality programs."
    },
    {
      "Industry ID": "2366",
      "Label": "Air, Water, and Waste Program Management",
      "Hierarchy": "Government Administration > Environmental Quality Programs > Air, Water, and Waste Program Management",
      "Description": "This industry includes government entities that focus on administration, regulation, or enforcement of programs related to one or more of the following: \n1. Air and water resources\n3. Solid waste management\n2. Water and air pollution control and prevention\n4. Flood control\n5. Drainage development and water resource consumption\n6. Toxic waste removal and cleanup; and/or coordination of these activities at intergovernmental levels."
    },
    {
      "Industry ID": "2368",
      "Label": "Conservation Programs",
      "Hierarchy": "Government Administration > Environmental Quality Programs > Conservation Programs",
      "Description": "This industry includes government entities that focus on the administration, regulation, supervision, and control of land use, including recreational areas; conservation and preservation of natural resources; erosion control; geological survey program administration; weather forecasting program administration; and the administration and protection of publicly and privately owned forest lands, including game, fish, and wildlife populations, including wildlife management areas and field stations."
    },
    {
      "Industry ID": "2369",
      "Label": "Housing and Community Development",
      "Hierarchy": "Government Administration > Housing and Community Development",
      "Description": "This industry includes government entities that administer programs for housing, urban planning, and community development."
    },
    {
      "Industry ID": "3081",
      "Label": "Housing Programs",
      "Hierarchy": "Government Administration > Housing and Community Development > Housing Programs",
      "Description": "This industry includes government entities that plan and administer housing programs."
    },
    {
      "Industry ID": "2374",
      "Label": "Community Development and Urban Planning",
      "Hierarchy": "Government Administration > Housing and Community Development > Community Development and Urban Planning",
      "Description": "This industry includes government entities that focus on the administration and planning of the development of urban and rural areas, including government zoning boards and commissions."
    },
    {
      "Industry ID": "2375",
      "Label": "Economic Programs",
      "Hierarchy": "Government Administration > Economic Programs",
      "Description": "This industry includes government entities that administer economic programs."
    },
    {
      "Industry ID": "3085",
      "Label": "Transportation Programs",
      "Hierarchy": "Government Administration > Economic Programs > Transportation Programs",
      "Description": "This industry includes government entities that focus on the administration, regulation, licensing, planning, inspection, and investigation of transportation services and facilities, including motor vehicle and operator licensing, the Coast Guard (except the Coast Guard Academy), and parking authorities."
    },
    {
      "Industry ID": "3086",
      "Label": "Utilities Administration",
      "Hierarchy": "Government Administration > Economic Programs > Utilities Administration",
      "Description": "This industry includes government entities that focus on administration, regulation, licensing, and inspection of utilities, such as communications, electric power (including fossil, nuclear, solar, water, and wind), gas and water supply, and sewerage."
    },
    {
      "Industry ID": "3089",
      "Label": "Space Research and Technology",
      "Hierarchy": "Government Administration > Space Research and Technology",
      "Description": "This industry includes government entities that administer and operate space flights, space research, space exploration, and space flight centers."
    },
    {
      "Industry ID": "2391",
      "Label": "Military and International Affairs",
      "Hierarchy": "Government Administration > Military and International Affairs",
      "Description": "This industry includes government entities that administer programs of national security and international affairs."
    },
    {
      "Industry ID": "71",
      "Label": "Armed Forces",
      "Hierarchy": "Government Administration > Military and International Affairs > Armed Forces",
      "Description": "This industry includes government entities engaged in national security and related activities."
    },
    {
      "Industry ID": "74",
      "Label": "International Affairs",
      "Hierarchy": "Government Administration > Military and International Affairs > International Affairs",
      "Description": "This industry includes entities of local and foreign governments that focus on international affairs and programs relating to other nations and peoples."
    },
    {
      "Industry ID": "*3187",
      "Label": "Defense & Space",
      "Hierarchy": "Defense & Space",
      "Description": "This industry includes entities that produce and/or sell guided missiles and space vehicles."
    },
    {
      "Industry ID": "*3188",
      "Label": "Veterinary",
      "Hierarchy": "Veterinary",
      "Description": "This industry includes entities that participate in economic activities related to the practice of veterinary medicine, dentistry, or surgery for animals."
    },
    {
      "Industry ID": "*3189",
      "Label": "Cosmetics",
      "Hierarchy": "Cosmetics",
      "Description": "This industry includes entities that manufacture and distribute cosmetic products, such as foundation, mascara, skincare, haircare and soap."
    },
    {
      "Industry ID": "*3190",
      "Label": "Apparel and Fashion",
      "Hierarchy": "Apparel and Fashion",
      "Description": "This industry includes entities that design, manufacture, and distribute clothing and apparel."
    },
    {
      "Industry ID": "*3191",
      "Label": "Consumer Electronics",
      "Hierarchy": "Consumer Electronics",
      "Description": "This industry includes entities that produce and/or sell electronic equipment intended for everyday use."
    },
    {
      "Industry ID": "3192",
      "Label": "Consumer Goods",
      "Hierarchy": "Consumer Goods",
      "Description": "This industry includes entities that produce and/or sell final products ready for use by the consumer."
    },
    {
      "Industry ID": "*3193",
      "Label": "Furniture",
      "Hierarchy": "Furniture",
      "Description": "This industry includes entities that participate in the design, manufacture, distribution, and sale of household furniture (such as baby furniture, box springs, and mattresses) and outdoor furniture; office furniture (except those sold in combination with office supplies and equipment), and other furniture objects."
    },
    {
      "Industry ID": "*3194",
      "Label": "Leisure, Travel & Tourism",
      "Hierarchy": "Leisure, Travel & Tourism",
      "Description": "This industry includes entities that participate in business focused on recreation, entertainment, sports, and tourism-related products and services; and in the business of attracting, accommodating, and entertaining tourists, and the business of operating tours."
    },
    {
      "Industry ID": "*3195",
      "Label": "Food & Beverages",
      "Hierarchy": "Food & Beverages",
      "Description": "This industry includes entities that prepare, present and serve food and beverages to customers."
    },
    {
      "Industry ID": "*3196",
      "Label": "Fine Art",
      "Hierarchy": "Fine Art",
      "Description": "This industry includes entities that produce and/or sell products related to the visual arts such as painting, drawing, printmaking, sculpture, ceramics, and photography."
    },
    {
      "Industry ID": "*3197",
      "Label": "Building Materials",
      "Hierarchy": "Building Materials",
      "Description": "This industry includes entities that produce and/or sell building materials, such as lumber, plywood, millwork, and wood panels; brick, stone, and related construction materials; roofing, siding, and insulation materials; and other construction materials, including manufactured homes (i.e. mobile homes) and/or prefabricated buildings."
    },
    {
      "Industry ID": "*3198",
      "Label": "Automotive",
      "Hierarchy": "Automotive",
      "Description": "This industry includes entities that participate in the design, development, manufacturing, marketing, and selling of motor vehicles."
    },
    {
      "Industry ID": "*3199",
      "Label": "Dairy",
      "Hierarchy": "Dairy",
      "Description": "This industry includes entities that produce and/or sell dairy products made from raw milk, processed milk, and dairy substitutes."
    },
    {
      "Industry ID": "*3200",
      "Label": "Education Management",
      "Hierarchy": "Education Management",
      "Description": "This industry includes entities that participate in activities related to educational leadership and management."
    },
    {
      "Industry ID": "*3202",
      "Label": "Non-profit Organization Management",
      "Hierarchy": "Non-profit Organization Management",
      "Description": "This industry includes entities that participate in the administration and management of a not-for-profit organization."
    },
    {
      "Industry ID": "*3203",
      "Label": "Program Development",
      "Hierarchy": "Program Development",
      "Description": "This industry includes entities that participate in the ongoing systematic process of planning, implementing and evaluating programs."
    },
    {
      "Industry ID": "*3204",
      "Label": "Arts and Crafts",
      "Hierarchy": "Arts and Crafts",
      "Description": "This industry includes entities that participate in economic activities related to the creation of goods by artisans or skilled craftspeople or the design, development, manufacturing, and distribution of craft supplies."
    },
    {
      "Industry ID": "*3205",
      "Label": "Music",
      "Hierarchy": "Music",
      "Description": "This industry includes entities that are involved in music creation, performance, and distribution."
    },
    {
      "Industry ID": "*3206",
      "Label": "Outsourcing/Offshoring",
      "Hierarchy": "Outsourcing/Offshoring",
      "Description": "This industry includes entities that negotiate contracts with a third party to perform a specific function and/or send in-house jobs to be performed in another country."
    },
    {
      "Industry ID": "*3207",
      "Label": "Health, Wellness and Fitness",
      "Hierarchy": "Health, Wellness and Fitness",
      "Description": "This industry includes entities that produce and deliver products and services that promote physical and mental wellbeing."
    },
    {
      "Industry ID": "*3208",
      "Label": "E-Learning",
      "Hierarchy": "E-Learning",
      "Description": "This industry includes entities that use a c*ombination of computer hardware, software, and educational theory and practice to facilitate learning."
    },
    {
      "Industry ID": "*3209",
      "Label": "Import and Export",
      "Hierarchy": "Import and Export",
      "Description": "This industry includes entities that participate in international trade and exchange of goods, products and services."
    },
    {
      "Industry ID": "*3210",
      "Label": "Human Resources",
      "Hierarchy": "Human Resources",
      "Description": "This industry includes entities that are involved in finding, screening, recruiting, and training job applicants, as well as administering benefits."
    },
    {
      "Industry ID": "*3211",
      "Label": "Business Supplies and Equipment",
      "Hierarchy": "Business Supplies and Equipment",
      "Description": "This industry includes entities that produce and/or sell consumables and equipment regularly used in offices by businesses and other organizations."
    },
    {
      "Industry ID": "*3212",
      "Label": "Luxury Goods and Jewelry",
      "Hierarchy": "Luxury Goods and Jewelry",
      "Description": "This industry includes entities that produce and/or sell goods that are not necessary but deemed highly desirable within a culture or society, such as haute couture apparel, fine jewelry and watches, and high-end luggage."
    },
    {
      "Industry ID": "*3213",
      "Label": "Renewables & Environment",
      "Hierarchy": "Renewables & Environment",
      "Description": "This industry includes entities that are part of the energy industry focused on new and appropriate renewable energy technologies."
    },
    {
      "Industry ID": "*3214",
      "Label": "Online Media",
      "Hierarchy": "Online Media",
      "Description": "This industry includes entities that produce and/or distribute media which is published over the Internet, and includes, without limitation, web-sites, blogs, and social media."
    },
    {
      "Industry ID": "*3216",
      "Label": "Industrial Automation",
      "Hierarchy": "Industrial Automation",
      "Description": "This industry includes entities that produce and/or sell autonomous control systems that use technologies such as robotics and computer software to handle processes and machinery."
    },
    {
      "Industry ID": "*3217",
      "Label": "Medical Devices",
      "Hierarchy": "Medical Devices",
      "Description": "This industry includes entities that produce and distribute instruments, apparatus, implements, machines, contrivances, implants, in vitro reagents, or other similar products which are intended for use in the diagnosis, mitigation or treatment of disease or other medical conditions."
    },
    {
      "Industry ID": "*3218",
      "Label": "Semiconductors",
      "Hierarchy": "Semiconductors",
      "Description": "This industry includes entities that produce and/or sell semiconductors."
    },
    {
      "Industry ID": "*3220",
      "Label": "Wine and Spirits",
      "Hierarchy": "Wine and Spirits",
      "Description": "This industry includes entities that produce and/or sell alcoholic drinks exclusive of beer and cider."
    },
    {
      "Industry ID": "*3221",
      "Label": "Mechanical or Industrial Engineering",
      "Hierarchy": "Mechanical or Industrial Engineering",
      "Description": "This industry includes entities that conduct engineering projects that combine engineering physics and mathematics principles with materials science, to design, analyze, manufacture, and maintain mechanical or industrial systems."
    },
    {
      "Industry ID": "*3222",
      "Label": "Transportation/Trucking/Railroad",
      "Hierarchy": "Transportation/Trucking/Railroad",
      "Description": "This industry includes entities that provide services for moving people, goods, or the infrastructure to do so."
    },
    {
      "Industry ID": "*3223",
      "Label": "Packaging and Containers",
      "Hierarchy": "Packaging and Containers",
      "Description": "This industry includes entities that carry out the planning, creating, manufacturing, wrapping, boxing, or bottling of goods."
    },
    {
      "Industry ID": "*3225",
      "Label": "Sporting Goods",
      "Hierarchy": "Sporting Goods",
      "Description": "This industry includes entities that produce and/or sell the equipment, materials, apparel, and gear used to participate in a sport."
    },
    {
      "Industry ID": "*3226",
      "Label": "Aviation & Aerospace",
      "Hierarchy": "Aviation & Aerospace",
      "Description": "This industry includes entities that engage in the research, development, manufacture and sale of flight vehicles, major flight-vehicle subsystems such as propulsion and avionics and key support systems necessary for the testing, operation, and maintenance of flight vehicles."
    },
    {
      "Industry ID": "*3227",
      "Label": "Design",
      "Hierarchy": "Design",
      "Description": "This industry includes entities that create plans or specifications for the production of an object or system, or for the implementation of an activity or process or the result of that plan or specification in the form of a prototype, product, or process."
    },
    {
      "Industry ID": "*3228",
      "Label": "Tobacco",
      "Hierarchy": "Tobacco",
      "Description": "This industry includes entities that produce and/or sell tobacco and tobacco-related products"
    },
    {
      "Industry ID": "*3230",
      "Label": "Philanthropy",
      "Hierarchy": "Philanthropy",
      "Description": "This industry includes entities that participate in charitable giving, for the public good, focusing on quality of life."
    },
    {
      "Industry ID": "*3231",
      "Label": "Information Technology and Services",
      "Hierarchy": "Information Technology and Services",
      "Description": "This industry includes entities that provide functions, maintenance, and support for information technology products, or provide services that support the design, development, application, implementation, support, and management of computer-based information systems."
    },
    {
      "Industry ID": "*3232",
      "Label": "Government Relations",
      "Hierarchy": "Government Relations",
      "Description": "This industry includes entities that monitor and engage in the federal and state legislative process, facilitate relationships with members of local, state, and federal administrative agencies, departments, commissions, and boards; and engage in grassroots lobbying and legislative policy strategies."
    },
    {
      "Industry ID": "*3233",
      "Label": "Research",
      "Hierarchy": "Research",
      "Description": "This industry includes entities that provide systematic investigation into and study of materials and sources in order to establish facts and reach new conclusions."
    },
    {
      "Industry ID": "*3234",
      "Label": "Computer Networking",
      "Hierarchy": "Computer Networking",
      "Description": "This industry includes entities that produce, sell, and/or provide services for interconnected computing devices that can exchange data and share resources with each other."
    },
    {
      "Industry ID": "*3235",
      "Label": "Computer Hardware",
      "Hierarchy": "Computer Hardware",
      "Description": "This industry includes entities that produce and/or sell the physical parts of a computer, such as the case, central processing unit (CPU), random access memory (RAM), monitor, mouse, keyboard, computer data storage, graphics card, sound card, speakers and motherboard."
    },
    {
      "Industry ID": "*3236",
      "Label": "Maritime",
      "Hierarchy": "Maritime",
      "Description": "This industry includes entities that participate in the construction, repair, and scrapping of watercraft, as well as the movement of cargo and other materials."
    },
    {
      "Industry ID": "*3237",
      "Label": "Entertainment",
      "Hierarchy": "Entertainment",
      "Description": "This industry includes entities that are involved in the production and distribution of mass media entertainment."
    },
    {
      "Industry ID": "*3238",
      "Label": "Biotechnology",
      "Hierarchy": "Biotechnology",
      "Description": "This industry includes entities that use living organisms and molecular biology to produce healthcare-related products."
    },
    {
      "Industry ID": "*3239",
      "Label": "Paper and Forest Products",
      "Hierarchy": "Paper and Forest Products",
      "Description": "This industry includes entities that produce and/or sell any material derived from forestry for direct consumption or commercial use, such as lumber, paper, or fodder for livestock."
    }
   ]